<template>
  <div class="wrap">

    <p>Но, пожалуй, самую большую проблему, на наш взгляд, представляют многочисленные псевдоприставки и псевдосуффиксы.
      Эти словообразовательные элементы греческого и латинского происхождения в огромном количестве содержатся в
      интернациональной лексике и вместе с ней проникают в эсперанто. Но, подчиняясь законам и логике этого языка, они
      постепенно перестают быть частью корня, получают автономность, начинают жить самостоятельной жизнью. Причём для
      разных подобных элементов этот процесс идёт с разной скоростью. Некоторые, например суффиксы -i-, -ik-, -iv-, -oid-,
      уже прочно вошли в число эсперантских словообразовательных морфем. Некоторые, например приставки anti-, hiper-,
      hipo-, суффиксы -ator-, -olog-, -metr-, -skop- и целый ряд других, видимо, станут таковыми в скором времени.
      Некоторые же словообразовательные элементы, в основном встречающиеся в узкоспециальных терминах, находятся в начале
      этого пути, и неизвестно, пройдут ли они его до конца. Причём иногда даже не ясно, как следует трактовать тот или
      иной подобный элемент: как служебную словообразовательную морфему (суффикс или приставку) или же как неслужебную
      морфему (корень). Из таковых можно упомянуть хотя бы элемент -cefal-. Включение подобных элементов в
      словообразовательную систему эсперанто является палкой о двух концах. С одной стороны, оно повышает
      интернациональность языка, обогащает его новыми формами, делает более гибким и экспрессивным; ранее нелогичные, но
      интернациональные формы становятся регулярно образованными, что позволяет примирить принцип интернациональности с
      принципом логичности. Но с другой стороны, это создаёт своеобразные подсистемы в системе словообразования и тем
      самым усложняет её (и язык в целом), приводит к появлению многочисленных синонимов, создаёт конкуренцию официальным
      приставкам и суффиксам. Например, слова kontraŭciklono и novplatonismo логичны (с точки зрения классического
      эсперанто), но не интернациональны. Слова же anticiklono и neoplatonismo интернациональны, но не логичны. Объявление
      элементов (псевдоприставок) anti- и neo- полноценными приставками это противоречие устраняет. Но тут же возникает
      другая проблема: являются ли новые приставки полноценными синонимами старых? Если нет, то в каких случаях надо
      употреблять одни, а в каких другие? И почему бы, по примеру слов anticiklono и neoplatonismo, не образовать слова
      antistari (=&nbsp;kontraŭstari) и neogeedzoj (=&nbsp;novgeedzoj)? Очевидно, сферу употребления подобных неологизмов
      следует ограничить рамками специальной лексики, но такое разграничение возможно далеко не всегда. Очень показателен
      в этом плане псевдосуффикс -olog-. Формы iĥtiologio «ихтиология», ornitologio «орнитология» и подобные им многие
      другие в эсперанто всегда являлись общеупотребительными, хотя и не были образованы логическим путём. Их чисто
      эсперантские синонимы fiŝoscienco, birdoscienco и др. практически не использовались из-за своей тяжеловесности и
      абсолютной неинтернациональности. Введение суффикса -olog- позволило бы образовать весьма изящные формы fiŝologio,
      birdologio и т. п., выглядящие вполне по-эсперантски и в то же время сохраняющие интернациональный облик. Кроме
      того, стали бы возможны очень удобные и нужные формы типа artologio «искусствоведение», teatrologo «театровед» и т.
      п. Но при этом в некоторых случаях оставшаяся часть корня в слове с новым суффиксом -olog- может превратиться в
      (частичный?) синоним уже существующего в эсперанто корня, создавая вышеупомянутую проблему разграничения их значений
      (как это происходит, например, с корнем stomat-, выделяемым из форм stomatologo, stomatologio, stomatito и
      превращающимся в наукообразный аналог корня buŝ-). Форма же filologio тогда вообще должна переводиться как «наука о
      сыновьях», так как слово filo на эсперанто означает «сын». </p>

    <p>Приведённые примеры показывают, насколько в любом языке всё переплетено и взаимозависимо и что малейшее изменение
      влечёт за собой целый ряд других, иногда довольно серьёзных. К сожалению, ограниченный объём этой статьи не
      позволяет нам в полной мере проанализировать поднятый вопрос. Думается, он мог бы стать темой целой диссертации.
      Если же говорить о трактовке подобных словообразовательных элементов в нашем словаре, то тут мы руководствовались
      практически только своей интуицией. Поэтому ряд приставок и суффиксов, отсутствующих в Fundamento, получил у нас
      полное право на жизнь. Это касается, в основном, давно употребляемых словообразовательных морфем, таких как
      суффиксы: -i-, -iv-, -iz-, -oid-, -ik-, приставки для образования кратных и дольных единиц измерения: centi-, mili-,
      kilo- и др. Однако большинство подобных элементов всё-таки трактуется у нас как часть корня. Конечно, это даёт повод
      критикам упрекнуть нас в непоследовательности. Но наша непоследовательность объясняется изменением во времени самого
      описываемого нашим словарём объекта, т. е. языка эсперанто. И пугаться этого явления не надо, ибо оно лишний раз
      доказывает, что эсперанто — это живой развивающийся язык. Тут нельзя не сделать важное замечание. Часто
      противоречивость и многовекторность развития эсперанто служит основой для утверждений о неизбежности появления в
      этом языке исключений и даже его распада на диалекты. Однако глубокое знакомство с историей эсперанто позволяет
      сделать вывод о крайне малой вероятности такого хода событий в обозримом будущем. Практика (в науке являющаяся
      критерием истины) показывает, что, несмотря на стихийный характер и высокую интенсивность описанных выше процессов,
      за более чем 130 лет эволюции эсперанто они не привели к возникновению в нём исключений, нерегулярных форм,
      неправильных глаголов и прочих лингвистических «прелестей», ошибочно преподносимых обывателями, в том числе
      обывателями от лингвистики, как обязательные и непременные принадлежности живого человеческого языка. Пока что
      единственным результатом этих процессов является изменение грамматической природы некоторых корней и переходности
      глаголов, а также значения некоторых слов или появление у них новых
      значений, что, в свою очередь, часто вызывает возникновение синонимов и переход некоторых форм в разряд архаизмов. В
      ряде случаев это приводит к
      появлению неких подсистем в рамках общей системы эсперанто, но никогда — к выходу за рамки этой общей системы;
      внутренняя логика и принципы грамматики эсперанто при этом нисколько не нарушаются. И у нас нет оснований полагать,
      что в будущем это положение изменится. На наш взгляд, данный момент является принципиальным, поскольку благодаря
      опыту эсперанто мы можем определить степень универсальности некоторых процессов, происходящих в языках. Этот опыт
      говорит, что стихийность эволюции языка вовсе не обязательно ведёт к несистемности и что без исключений полноценный
      живой язык обойтись вполне может, а вот без идиоматики, фразеологизмов и игры слов — нет. Подтверждением этому
      являются многочисленные идиомы, фразеологизмы и каламбуры, а также пословицы и поговорки, уже существующие и
      постоянно появляющиеся в эсперанто.</p>

    <p>Относительно языковой эволюции нужно сказать ещё несколько слов. К сожалению, когда дело доходит до обсуждения
      плановых языков, нам многократно приходилось слышать и читать крайне некомпетентные и поверхностные высказывания
      профессиональных лингвистов по этому поводу. Так, в телевизионной беседе один специалист по сравнительному
      языкознанию утверждал, что плановые (в его терминологии — искусственные) языки по определению являются мёртвыми,
      поскольку они появились не в ходе «естественной» эволюции. По этой же причине вышеупомянутый языковед отказал
      эсперанто в возможности выполнять функции родного языка. Именитому учёному ещё можно простить незнание такого
      явления, как denaskaj esperantistoj (эсперантисты с рождения), и факта использования эсперанто в качестве семейного
      языка. Но очень странным представляется нам игнорирование им того факта, что язык лансмол, созданный в середине XIX
      века непрофессиональным (!) лингвистом Иваром Осеном и согласно интерлингвистической классификации являющийся
      плановым апостериорным языком натуралистического типа, давно стал живым и родным для многих норвежцев. А ведь опыт
      одного только лансмола вынуждает внести коррекцию в понимание языковой эволюции, которая, да, всегда сопровождает
      живой язык (по сути являясь одним из признаков его «живости»), но не всегда предшествует его возникновению. Если же
      говорить о признаках живого языка, то и в этом вопросе среди лингвистов царят нелепейшие мифы, предрассудки и
      стереотипы<sup class="footnote"><router-link
          :to="{ name: 'about', hash: '#sup4', params: { page: '5' } }">4</router-link></sup>. Печально, что в научных кругах до
      сих пор не оценено по достоинству определение, сформулированное доктором филологических наук С. Н. Кузнецовым:
      «Живым является язык, используемый определённым языковым коллективом для общения систематически и постоянно, без
      разрыва во времени, и изменяющийся в процессе коммуникации». Как мы видим, здесь нет ни слова ни об обязательности
      существования людей, считающих данный язык родным, ни об обязательности возникновения языка в результате эволюции.
      Судьбу языка определяет просто некое языковое сообщество, чья коллективная воля при определённых обстоятельствах
      способна оживить давно умерший язык или вдохнуть жизнь в только что созданный. И плановые языки тут не исключение, а
      вариант нормы.</p>

    <p>Затронутая выше проблема описания стихийно изменяющегося языка быстро перерастает в проблему субъективности. И хотя
      мы старались отразить самые разные тенденции и источники, мы вынуждены признать, что наш словарь весьма и весьма
      субъективен. Но возможен ли вообще абсолютно объективный словарь? Смеем предположить, что нет. Субъективен PV,
      субъективны <span class="caps">PIV</span> и <span class="caps">NPIV</span>, субъективны словари
      Е.&nbsp;А.&nbsp;Бокарёва, Вюстера, Варингьена и все, все остальные. Да что говорить, субъективно даже Fundamento. Но
      подобная картина вырисовывается и при взгляде на все словари национальных языков. Например, часть толковых словарей
      русского языка трактует слово «бор» как любой хвойный лес, а часть — только как сосновый. Так что при желании можно
      упрекнуть в субъективности и Даля, и Ожегова, и&nbsp;Ушакова. </p>
    <hr>

    <p class="footnote" id="sup4"><sup>4</sup> Неадекватность в отношении к плановым языкам достигла апогея в трудах по
      семиотике Ю. М. Лотмана и его последователей, полагающих невозможным написание стихов и вообще художественных
      произведений на этих языках и помещающих эсперанто, интерлингву, волапюк и пр. в один смысловой ряд с азбукой Морзе
      и системой дорожных знаков. Порочность этой точки зрения вытекает из двух «родовых травм» отечественной
      семиотической мысли: во-первых, ошибочности разделения языков на естественные и искусственные, в основе которого
      лежат несущественные признаки естественности и искуственности (в то время как, согласно научному подходу, анализ
      должен осуществляться на основе существенных признаков); и, во-вторых, крайней расплывчатости базовых семиотических
      понятий «знак», «знаковая система», «язык», «код», которая позволяет при желании включать в эти понятия всё что
      угодно и открывает тем самым безграничный простор для демагогии, схоластики и софистики. В результате в одних
      случаях понятие языка расширяется до такой степени, что в него включается язык кинематографа и язык науки, а в
      других это понятие сужается до включения в него только этнических языков; в последнем случае плановые языки
      трактуются исключительно как коды, то есть неполноценные языки, недоязыки. При таком подходе художественное
      произведение на этническом языке считается (вполне обоснованно) частью культуры, а такое же произведение на
      эсперанто объявляется всего лишь закодированным сообщением, из чего делается вывод об отсутствии у сообщества
      эсперантистов собственной культуры. Демагогов не смущает, что их методы с таким же успехом позволяют назвать
      закодированными сообщениями «Евгения Онегина» и «Войну и мир». Абсолютная ненаучность таких спекулятивных построений
      заставляет усомниться в научности всей дисциплины, в рамках которой они имеют место, — семиотики. Дело зашло
      настолько далеко, что впору говорить о профессиональной аберрации сознания у последователей лотмановской
      семиотической школы, упоминающих эсперанто не иначе как где-то между азбукой Морзе и штрихкодом. Но хуже всего то,
      что широкая публика не осознаёт опасности этих псевдоинтеллектуальных манипуляций. Нам же они представляются весьма
      опасными, поскольку однажды нам пришлось читать в интернете доказательство неполноценности одного национального
      языка, основанное на взглядах Ю. М. Лотмана. Оно представляло собой двухходовку. Сначала неполноценность эсперанто
      была объяснена путём его отождествления с азбукой Морзе; ссылка на статью мэтра отечественной семиотики прилагалась.
      Затем, в свою очередь, один национальный язык на основании ряда лингвистически и исторически некорректных
      утверждений был отождествлён с эсперанто со всеми вытекающими последствиями в виде объявления этого языка
      искусственным и недоразвитым, а литературы на нём «симулякром литературы без опоры на собственную культуру».
      Последовали презрительные высказывания в адрес народа, говорящего на таком «суррогатном языке». Как говорится,
      sapienti sat.</p>
    <hr>

  </div>
</template>

<script>
export default {
  // name: 'ComponentName',
  setup() {
    return {}
  }
}
</script>
