<template>
  <q-page padding>
    <div class="wrap">
      <h1>Социальные сети</h1>
      <twitter-timeline />
      <br /><br />
      <h2>Обратная связь</h2>
      <p>
        Если в&nbsp;словарях или на&nbsp;этом сайте вы обнаружили ошибки, если
        у&nbsp;вас есть предложения по&nbsp;улучшению или вопросы, можно
        использовать один из многочисленных вариантов обратной связи.
      </p>
      <ul>
        <li>
          Нажмите зелёный ярлычок «Отзывы и предложения» с&nbsp;правой стороны
          экрана.
        </li>
        <li>
          Воспользуйтесь системой «Орфус»: выделите замеченную ошибку
          в&nbsp;окне браузера и нажмите клавиши Ctrl и Enter. Откроется окно,
          в&nbsp;котором вы можете прокомментировать ошибку.<br />
          <em
            >Обратите внимание на следующее: если в&nbsp;процитированном для
            отправки нам фрагменте текста нет&nbsp;заголовка статьи (словарного
            слова), то вы очень поможете нам исправить ошибку, указав слово,
            о&nbsp;котором идёт речь.</em
          >
        </li>
        <li>
          Наконец, вы можете написать сообщение и отправить его по электронной
          почте любому участнику проекта. Наши адреса перечислены на странице
          «Команда».
        </li>
      </ul>
      <p>Пишите, пожалуйста, ваше мнение важно.</p>
      <h2>Отзывы и предложения</h2>
      <p>
        Книга жалоб и предложений онлайн-версии большого эсперанто-русского — и
        в ближайшей перспективе русско-эсперантского — словарей Бориса
        Кондратьева.
      </p>
      <p>
        Здесь вы можете сообщить нам о замеченных в словарной статье ошибках или
        оставить пожелания по дизайну и функциональным возможностям сайта.
      </p>
      <p>
        <a href="http://vortaro.reformal.ru/" target="_blank"
          >Vortaro.Reformal.ru</a
        >
      </p>
    </div>
  </q-page>
</template>
<script>
import { createMetaMixin } from "quasar";
// import TwitterTimeline from 'components/twitterTimeline';

export default {
  // components: {TwitterTimeline},
  // name: 'PageName',

  mixins: [
    createMetaMixin(function () {
      return {
        title: `Эсперанто словари Бориса Кондратьева | Социальные сети`,
        meta: {
          description: {
            name: "description",
            content:
              "Описание грамматики эсперанто из Больших эсперанто-русского и русско-эсперантского словарей Бориса Кондратьева. Удобный поиск по словарям. Эсперанто-русский словарь, русско-эсперантский словарь онлайн",
          },
          keywords: {
            name: "keywords",
            content:
              "эсперанто, словарь эсперанто онлайн, грамматика, грамматика эсперанто онлайн",
          },
          equiv: {
            "http-equiv": "Content-Type",
            content: "text/html; charset=UTF-8",
          },
        },
      };
    }),
  ],
  mounted() {},
};
</script>
