<template>
  <div class="wrap">
    <h2>Имя прилагательное</h2>

    <p>Все имена прилагательные (adjektivoj) в качестве характерного признака имеют окончание <strong>-a</strong>: nova «новый», longa «длинный», amika «дружеский». Для образования множественного числа и винительного падежа используются те же окончания, что и для существительных. Прилагательные (а также имеющие окончание прилагательных притяжательные местоимения, порядковые числительные и причастия) всегда согласуются в числе и падеже с определяемыми ими существительными или местоимениями: bela knabino «красивая девочка», belaj knabinoj «красивые девочки», belan knabinon «красивую девочку», belajn knabinojn «красивых девочек». Если одно и то же прилагательное относится к нескольким существительным единственного числа, то прилагательное употребляется во множественном числе: novaj ĵurnalo kaj revuo «новые газета и журнал». Степени сравнения прилагательных в эсперанто классифицируются несколько иначе, чем в русском языке; имеются различия и в их названиях. Ниже приводится система степеней сравнения (komparacio) согласно <span class="caps">PAG</span>.</p>

    <p>Сравнительная степень (komparativo) может быть трёх видов.<br>
    </p><ol>
    <li>Высшая сравнительная степень (supereca komparativo) образуется с помощью конструкции <strong>pli … ol</strong> «более … чем»: la unua libro estas pli interesa ol la dua «первая книга интереснее второй».</li>
    <li>Низшая сравнительная степень (malsupereca komparativo) образуется с помощью конструкции <strong>malpli … ol</strong> «менее … чем»: la dua libro estas malpli interesa ol la unua «вторая книга менее интересна, чем первая».</li>
    <li>Равная сравнительная степень (egaleca komparativo) обычно образуется с помощью конструкций <strong>tiel … kiel</strong> и <strong>same … kiel</strong> «так же … как»<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup1', params:{page:'6'}}">1</router-link></sup>, а в особых случаях (см. ниже) — <strong>tiom … kiom</strong> «(на)столько же … (на)сколько», «столь … сколь»: La blanka rozo estas tiel (или same) bela, kiel la ruĝa «Белая роза так же красива, как красная»; Li estas tiom riĉa, kiom saĝa «Он столь же богат, сколь умён».</li><br>
  </ol><p></p>

    <p>Превосходная степень (superlativo) образуется с помощью частиц plej «наиболее», «самый» и malplej «наименее»: Tiu arbo estas la plej alta el ĉiuj «Это дерево самое высокое из всех»; Nia domo estas la malplej alta en la kvartalo «Наш дом самый низкий (наименее высокий) в квартале».</p>

    <p>В отличие от русского языка, в эсперанто сравнительная и превосходная степени сравнения образуются исключительно аналитическим способом. <span class="caps">PAG</span> трактует их как две разновидности так называемой относительной степени сравнения (relativa komparacio). Кроме относительной, <span class="caps">PAG</span> выделяет ещё и абсолютную степень сравнения (absoluta komparacio). При абсолютной степени сравнения что-либо сравнивается по качеству не с другими предметами или понятиями, а как бы с самим собой; эта степень сравнения образуется с помощью стоящих перед прилагательными наречий, присоединяемых к прилагательным аффиксов или с помощью различных оборотов: iomete laca «немного усталый»; tute preta «совершенно готовый»; tro longa «слишком длинный»; kiel eble plej granda «как можно больший»; duonvarma «полугорячий, тёплый»; varmeta «тёпленький, тепловатый»; varmega «горячий, раскалённый»; Kiel forta li estas! «Как он силён!»; Li estas tiel afabla! «Он так любезен!»; Ŝi estas bela kiel floro «Она прекрасна, как цветок»; Eĉ plej saĝa homo povas erari «Даже самый умный человек может ошибаться». (В последних двух случаях имеет место не реальное сравнение двух объектов по определённому качеству и не выделение одного из всех остальных по высшему проявлению определённого качества, а лишь образное указание на очень высокую степень красоты в одном случае и подчёркивание очень высокой степени ума — в другом.)</p>

    <p>При выборе между парами tiel — kiel и tiom — kiom, употребляемыми перед прилагательными для указания на их степень, необходимо иметь в виду следующее. Традиционно в таких случаях употребляются коррелятивы tiel и kiel: Kiel saĝa li estas! «Как он умён!»; Mi estas tiel forta, kiel vi «Я так же силён, как (и) вы». Вполне уместные (и даже более подходящие с точки зрения чистой логики) коррелятивы tiom и kiom употребляются лишь при необходимости подчеркнуть очень высокую интенсивность выраженного прилагательным качества, а также эмоциональное отношение к этому качеству.<br>
    </p><hr noshade="noshade" size="1" height="1"><p></p>

    <p class="footnote" id="sup1"><sup>1</sup> Гораздо реже встречаются конструкции samgrade … kiel и egale … kiel «в такой же степени … как».</p><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
