<template>
  <div class="wrap">
    <h2>Наречие</h2>

    <p>Наречия делятся на непроизводные (primitivaj adverboj) и производные (derivitaj adverboj). К непроизводным
      наречиям относятся, например, almenaŭ «по крайней мере», ankoraŭ «ещё», nun «сейчас», ĵus «только что», jam «уже»,
      hodiaŭ «сегодня», morgaŭ «завтра» и др.<sup class="footnote"><router-link
          :to="{ name: 'grammar', hash: '#sup1', params: { page: '7' } }">1</router-link></sup>, а также табличные наречия iam
      «когда-то», tie «там», kiom «сколько», kiel «как» и др. (см. табл. 4). Производные наречия образуются с помощью
      окончания <strong>-e</strong> от любых корней и основ: bona «хороший» — bone «хорошо», patro «отец» — patre
      «отечески, по-отцовски», kun «с» (предлог) — kune «вместе, совместно». Особенно важно учитывать это в случаях,
      когда в русском языке предлог и соответствующее наречие совпадают по форме, например: «он стоял возле, вблизи,
      около меня; он стоял рядом со мной» li staris apud mi, но «он стоял возле, вблизи, около, рядом» li staris apude;
      «библиотека расположена напротив нашего дома» la biblioteko situas kontraŭ nia domo, но «библиотека расположена
      напротив» la biblioteko situas kontraŭe.</p>

    <p>Наречия направления образуются от наречий места путём прибавления окончания <strong>-n</strong>: hejme «дома» —
      hejmen «домой», supre «наверху, вверху, сверху» — supren «наверх, вверх, кверху», dekstre «справа» — dekstren
      «вправо, направо», sude «на юге» — suden «на юг, к югу», Moskve «в Москве» — Moskven «в Москву, на Москву, к
      Москве».</p>

    <blockquote>
      <p>В случае имён собственных чаще употребляется не наречие, а существительное с предлогом (предлог en при наличии
        глагола движения может опускаться): loĝi en Moskvo, veno en Moskvon, veni (en) Moskvon, veturi al Moskvo. Формы
        наречий направления, образованные от имён собственных, более характерны для экспрессивных восклицаний: Moskven!
      </p>
    </blockquote>

    <p>Степени сравнения качественных наречий аналогичны степеням сравнения прилагательных: pli bone «лучше» («более
      хорошо»), pli malbone «хуже» («более плохо»), malpli bone «хуже» («менее хорошо»), malpli malbone «лучше» («менее
      плохо»), plej bone «лучше всего» («наиболее хорошо»), plej malbone «хуже всего» («наиболее плохо»).<br>
    </p>
    <hr noshade="noshade" size="1" height="1">
    <p></p>

    <p class="footnote" id="sup1"><sup>1</sup> Некоторые источники, например <span class="caps">NPIV</span>, относят
      этот класс слов к частицам или «обстоятельственным морфемам» (cirkonstancaj morfemoj).</p>
    <hr>

  </div>
</template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
