<template>
  <div class="wrap">
    <h2>Глагол</h2>

    <p>Неправильных глаголов, столь характерных для национальных языков, в эсперанто нет. Все глаголы (verboj) в неопределённой форме (infinitivo) имеют окончание <strong>-i</strong>. Изменяются глаголы только по временам и наклонениям — с помощью окончаний (см. табл. 2). Поскольку, в отличие от русского языка, глаголы в эсперанто не имеют личных окончаний, лицо и число глагольной формы определяется именем существительным или личным местоимением, которые никогда не опускаются (кроме случаев безличных предложений)<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup1', params:{page:'10'}}">1</router-link></sup>. Таким образом, если по-русски достаточно сказать «пишу», то на эсперанто в этом случае с глаголом необходимо употребить личное местоимение: mi skribas.</p>

    <p>В эсперанто различают простые и сложные времена. Простые времена образуются без помощи вспомогательного глагола; таких времён три: настоящее (prezenco, estanteco, as-tempo), прошедшее (preterito, estinteco, is-tempo), будущее (futuro, estonteco, os-tempo). О сложных временах см. далее. Глаголы употребляются в трёх наклонениях: изъявительном (indikativo, is-as-os-modo), условном (kondicionalo, us-modo), повелительном (volitivo, u-modo). Окончания изъявительного наклонения: для настоящего времени <strong>-as</strong>, для прошедшего <strong>-is</strong>, для будущего <strong>-os</strong>. Окончание условного наклонения — <strong>-us</strong>, повелительного — <strong>-u</strong>.</p>

    <blockquote>
      <p>Модели образования будущего времени двумя глаголами (по типу русского «буду делать») в эсперанто являются ошибочными.</p>
    </blockquote>

    <blockquote>
      <p>Настоящее время, как и в русском языке, для экспрессивности может употребляться при описании прошедшего действия: Hieraŭ mi iras sur strato… «Вчера иду я по улице…». Но при описании будущего действия это не допускается, так что фразу «Завтра я уезжаю» можно перевести только как Morgaŭ mi forveturos.</p>
    </blockquote>

    <blockquote>
      <p>Заметьте, что во фразе «Что вы скажете об этом?» речь фактически идёт не о будущем действии, а о возможности спрашиваемого сказать что-л. в настоящем, поэтому правильным переводом будет Kion vi povas diri pri tio?</p>
    </blockquote>

    <blockquote>
      <p>Отметим также, что русское сочетание отрицания с глаголом в будущем времени, выражающее неспособность выполнить какое-л. действие в настоящем времени, передаётся в эсперанто сочетанием отрицания с глаголом kapablas и инфинитивом смыслового глагола: «Он и мухи не обидит» Li ne kapablas krude trakti eĉ muŝon; «Он даже на простой вопрос не ответит» Li ne kapablas respondi eĉ simplan demandon.</p>
    </blockquote>

    <blockquote>
      <p>Настоящее время глагола первого лица множественного числа, иногда используемое в русском языке вместо повелительного наклонения, в эсперанто передаётся повелительным наклонением: «Не забываем свой багаж!» Ne forgesu vian bagaĝon!; Bonvolu ne forgesi vian bagaĝon!</p>
    </blockquote>

    <blockquote>
      <p>Прошедшее время, иногда используемое в русском языке вместо повелительного наклонения, в эсперанто передаётся повелительным наклонением: «Пошёл вон!» Iru for!</p>
    </blockquote>

    <blockquote>
      <p>Форма повелительного наклонения второго лица ед. числа, иногда используемая в русском языке вместо условного наклонения, в эсперанто передаётся условным наклонением: «Будь я на его месте, я бы не ошибся» Se mi estus sur lia loko, mi ne erarus.</p>
    </blockquote>

    <p>Volitivo имеет больший спектр применения, чем повелительное наклонение в русском языке, и правильнее было бы называть его побудительным наклонением, так как оно используется для выражения не только прямого приказа (собственно повелительное наклонение, императив = imperativo), но также побуждения, просьбы, пожелания, долженствования и цели. Это наклонение может употребляться во всех лицах ед. и мн. числа (при прямом приказе, т. е. при непосредственном обращении ко второму лицу ед. и мн. числа, местоимение vi перед глаголом не употребляется без особой надобности). Перевод осуществляется русским повелительным наклонением или иными способами:</p>

    <table class="dtable">
      <tbody><tr>
        <td>Skribu! «Пиши(те)!»;</td>
      </tr>
      <tr>
        <td>Iru al mi! «Иди(те) ко мне!»;</td>
      </tr>
      <tr>
        <td>Ni iru hejmen! «Идём(те) домой!», «Пойдём(те) домой!», «Давай(те) пойдём домой!»;</td>
      </tr>
      <tr>
        <td>Ni laboru! «Давай(те) работать!», «Давай(те) поработаем!»;</td>
      </tr>
      <tr>
        <td>Ili laboru! «Пусть они работают!», «Пускай они работают!»;</td>
      </tr>
      <tr>
        <td>Estu lumo! «Да будет свет!», «Пусть будет свет!»;</td>
      </tr>
      <tr>
        <td>Ĉu mi legu? «Я должен читать?», «Мне (надо) читать?»;</td>
      </tr>
      <tr>
        <td>Ni estu pretaj «Мы должны быть готовы(ми)», «Нам надо быть готовыми», «Будем готовы(ми)».</td>
      </tr>
      </tbody></table>


    <p>В частности, volitivo употребляется в придаточных предложениях, вводимых союзами ke «чтоб(ы), что» и por ke «(для того,) чтоб(ы)» и выражающих приказ, побуждение, просьбу, пожелание, долженствование или цель (см. раздел <router-link :to="{name:'grammar', params:{page:'13'}}">«Синтаксис»</router-link>).</p>

    <p>Обычно volitivo используется в эсперанто вместо употребляемой в русском языке неопределённой формы глагола с выражением приказания: Silentu! «Молчать!»; Ĉiuj laboru! «Всем работать!». Но если приказание носит общий, неиндивидуализированный характер, нередко употребляется и неопределённая форма, особенно в объявлениях: Ne brui! «Не шуметь!»; Ne elklini sin! «Не высовываться!» (некоторые последователи строгой грамматической логики выступают против такой расширенной трактовки инфинитива).</p>

    <p>При действительном залоге (aktivo, aktiva voco) основным предметом сообщения (подлежащим в предложении) является семантический субъект, то есть одушевлённый или неодушевлённый предмет, совершающий активное действие. Это действие может распространяться на другой предмет — семантический объект. Если связь глагола с обозначающим такой предмет словом выражается постановкой этого слова в винительный падеж без предлога, и таким образом это слово отвечает на вопросы kion? «что?» или kiun? «кого?», то оно называется прямым дополнением к глаголу; глаголы с таким управлением называются переходными (transitivaj verboj). Глаголы, распространяющие действие только на косвенный объект и, следовательно, не могущие иметь прямого дополнения (т. е. не управляющие обозначающим объект словом с помощью винительного падежа без предлога), называются непереходными (netransitivaj verboj). В действительном залоге могут стоять как переходные глаголы: Neĝo kovris la teron «Снег покрыл землю», так и непереходные: Mi ridas «Я смеюсь». Глаголы с суффиксами -ig- и -iz- всегда переходные, а глаголы с суффиксом -iĝ- всегда непереходные. Подробнее об этом см. статью <strong>-iĝ-</strong> в нашем словаре и примечание к данной статье. Переходность глаголов в разных языках может не совпадать (в эсперанто переходных глаголов больше, чем в русском). Подробнее об этом см. статью <strong>-n</strong> в нашем словаре и примечания к данной статье; о дополнении см. раздел <router-link :to="{name:'grammar', params:{page:'13'}}">«Синтаксис»</router-link>.</p>

    <p>При страдательном залоге (pasivo, pasiva voco) основным предметом сообщения (подлежащим в предложении) является семантический объект, т. е. пассивный одушевлённый или неодушевлённый предмет, испытывающий действие со стороны кого-л. или чего-л. — семантического субъекта. Это действие выражается страдательными причастиями (о причастиях см. ниже). Вместе с ними в образовании страдательного залога принимает участие вспомогательный глагол esti. Если в предложении со страдательным залогом упоминается активный деятель, это делается с помощью косвенного дополнения; в эсперанто такое дополнение строится с помощью предлога de и формы именительного (общего) падежа. В страдательном залоге могут стоять только переходные глаголы: La tero estas kovrita de neĝo «Земля покрыта снегом».</p>

    <p>От системы залогов в русском языке таковая в эсперанто отличается тем, что в ней выделяют также средний залог, медиалис (medialo, mediala voĉo). Он образуется только от переходных глаголов с помощью суффикса -iĝ- (глаголы при этом становятся непереходными) и являет собой промежуточную форму между действительным и страдательным залогом. В отличие от страдательного залога, при среднем залоге предмет, о котором идёт речь, чисто логически, формально является субъектом действия, т. е. действует как бы сам. В отличие же от возвратного действительного залога, образуемого сочетанием глагола с возвратным местоимением (личным местоимением в винительном падеже) и обозначающего активное действие, в среднем залоге предмет не является активным деятелем, даже будучи одушевлённым. Например, во фразе La tero kovriĝis per neĝo «Земля покрылась снегом» ясно, что земля, хоть и является формальным субъектом, сама себя ничем не покрывает. (Не является тут активным деятелем и снег; он представляет собой орудие действия, поэтому указывающее на это орудие косвенное дополнение строится с предлогом per.) Ср. фразы:</p>

    <table class="dtable">
      <tbody><tr>
        <td>Li ĵetis sin sur la plankon «Он бросился на пол» (<em>сознательно</em>);</td>
      </tr>
      <tr>
        <td>Li ĵetiĝis malantaŭen «Он отпрянул» (<em>невольно</em>);</td>
      </tr>
      <tr>
        <td>La knabo rulas sin sur la tapiŝo «Мальчик катается по ковру»;</td>
      </tr>
      <tr>
        <td>La stono ruliĝas sur la tero «Камень катится по земле»;</td>
      </tr>
      <tr>
        <td>La karavano turnis sin al la sudo «Караван повернул (<em>или</em> развернулся) на юг»;</td>
      </tr>
      <tr>
        <td>Tero turniĝas ĉirkaŭ sia akso «Земля вращается (<em>или</em> вертится) вокруг своей оси».</td>
      </tr>
      </tbody></table>

    <p>Однако в ряде случаев смысловая разница между глаголами с возвратным местоимением и глаголами с -iĝ- (т. е. между действительным и средним залогом) настолько мала, что последние могут употребляться вместо первых. Например: mi troviĝas en la ĉambro «я нахожусь в комнате» (= mi trovas min en la ĉambro), li volviĝis en sian mantelon «он закутался в свой плащ» (= li volvis sin en sian mantelon).</p>

    <p>Иногда (довольно редко) встречается и обратное явление, когда вместо среднего залога употребляется действительный: Tero turnas sin ĉirkaŭ sia akso «Земля вращается вокруг своей оси». Такая замена представляется нам неудачной и допустимой разве что в поэзии или для персонификации неодушевлённого предмета, например в сказках. Но если предмет действует как бы разумно, проявляет признаки самостоятельности (например, если речь идёт об управляемом человеком транспортном средстве, работающем по алгоритму автомате, компьютерной программе и т. п.), употребление возвратного действительного залога вполне оправданно: la roboto malŝaltis sin «робот отключился, выключился», la aŭto turnis sin dekstren «автомобиль повернул направо»; тем более оно оправданно, если действие неодушевлённого объекта направлено на себя: sen nia helpo Esperanto ne povas defendi sin «без нашей помощи эсперанто не может защищаться», la merkato mem sin reguligas «рынок сам себя регулирует».</p>

    <p>Различие между эсперантскими возвратными глаголами, всегда стоящими в действительном залоге, и глаголами в медиалисе очень важно учитывать при переводе русских возвратных глаголов. Например, фразу «я бреюсь каждое утро» можно перевести только с помощью действительного залога: mi razas min ĉiumatene, фразу «картина рисуется художником» — только с помощью страдательного: la bildo estas pentrata de pentristo, а фразу «мы встретились случайно» — только с помощью среднего: ni renkontiĝis hazarde.</p>

    <p>Относительно суффикса -iĝ- в этом плане необходимо помнить, что все глаголы в среднем залоге имеют этот суффикс, но не все глаголы с этим суффиксом стоят в среднем залоге:</p>

    <table class="dtable">
      <tbody><tr>
        <td>La infano troviĝis «Ребёнок нашёлся» (<em>средний залог</em>);</td>
      </tr>
      <tr>
        <td>La infano sidiĝis «Ребёнок сел» (<em>действительный залог</em>).</td>
      </tr>
      </tbody></table>

    <p>Насчёт категории вида эсперантского глагола существуют разные мнения. <span class="caps">PAG</span> полностью уравнивает вид глагола и способ действия, выражаемый формальными средствами: приставками, суффиксами, словообразованием, сложными временами (см. ниже); некоторые источники под видом подразумевают принадлежность глагола к одной из четырёх групп (см. ниже). Некоторые же источники полагают категорию вида глагола вообще отсутствующей в эсперанто, и часто приходится читать, что по виду глаголы в этом языке не различаются. Каждое из этих утверждений верно в рамках своей теоретической школы. С практической точки зрения нам важно только то, что в эсперанто не существует характерного для русского языка противопоставления друг другу совершенного и несовершенного видов, поэтому для перевода эсперантских глаголов вид соответствующих русских глаголов обычно определяется по контексту. Таким образом skribi может переводиться и как «писать», и как «написать», legi — и как «читать», и как «прочитать, прочесть». Однако некоторые соответствия двум видам русского глагола есть и в эсперанто. Так, глаголам с суффиксом -ad- всегда соответствуют русские глаголы несовершенного вида: vizitadi «посещать», iradi «ходить», legadi «(долго) читать, почитывать». Приставочным глаголам без суффикса -ad- чаще всего соответствуют русские глаголы совершенного вида. Например, глагол elskribi обычно переводится как «выписать» (хотя может переводиться и как «выписывать»), глагол tralegi — обычно как «прочитать, прочесть» (хотя может и как «прочитывать»).</p>

    <blockquote>
      <p>Согласно <span class="caps">PAG</span> в эсперанто можно выделить как минимум пять видов глагола:</p>
    </blockquote>

    <blockquote>
      <p>1. Начинательный вид (inkoativo, komenca aspekto). Обозначает начало действия, состояния. Наиболее характерный способ его выражения — с помощью приставки ek-: eksoni «зазвучать», ekvidi «увидеть», ektimi «испугаться, напугаться». У непереходных глаголов данное видовое значение может передаваться также суффиксом -iĝ-. Но в отличие от префикса ek- этот суффикс акцентирует не начало действия, а переход в обусловленное этим действием состояние. Поэтому глагол eksidi обычно переводится как «(при)сесть» (начать сидеть = komenci sidi), а глагол sidiĝi — как «сесть, усесться, садиться, усаживаться» (стать, становиться сидящим; перейти, переходить в сидячее положение; = iĝi sidanta). Начинательное видовое значение выражается суффиксом -iĝ- только при его присоединении к непереходным глаголам. Если же -iĝ- присоединяется к переходным глаголам (которые, как уже было сказано, становятся при этом непереходными), оно выражает уже не вид глагола, а его залог (а именно, медиалис). Поэтому ruliĝi «катиться» не равнозначно ekruli «покатить». И если -iĝ- обозначает средний залог, то способность обозначать видовое значение он теряет полностью. Таким образом наряду с ruliĝi «катиться, кататься» можно сказать ekruliĝi «покатиться». В употреблении приставки ek- и суффикса -iĝ- с несколькими переходными глаголами (decidi, komuniki, koni, scii) существует ряд особенностей, обусловленных традицией словоупотребления. Например, у глагола scii «знать» суффикс -iĝ- придаёт всё же начинательную видовую окраску (sciiĝi — «(раз)узнать, (раз)узнавать»); у глагола koni «быть знакомым с, иметь знакомство с, знать» собственно медиалис выражается через -iĝ- (koniĝi — «узнаться, узнаваться»), собственно начинательный вид через ek- (ekkoni — «узнать, узнавать»), в смысле же «завязать знакомство, завязывать знакомство» употребляется форма konatiĝi, образованная от основы причастия. Подробнее см. <span class="caps">PAG</span>, § 104—105.</p>
    </blockquote>

    <blockquote>
      <p>2. Моментный или моментальный вид (momentaneo, momenta aspekto). Выражается приставкой ek-, однако в настоящее время гораздо чаще обозначается контекстом, чем какими-то морфологическими средствами. Например, во фразе ekbrilis fulmoj «сверкнули, блеснули молнии» моментальность действия в большей степени поясняется смыслом слова fulmoj, чем приставкой ek-. А во фразе ekbrilis la suno приставка ek- обозначает не моментный вид, а только начинательный (солнце не «блеснуло», а «заблестело», т. е. «начало блестеть»).</p>
    </blockquote>

    <blockquote>
      <p>3. Продолжительный или длительный вид (durativo, daŭra aspekto). Обозначает как непрерывное длительное действие, так и действие, состоящее из множества однократных элементов: iradi «ходить», vizitadi «посещать, захаживать», skribadi «(долго) писать, пописывать». Основной способ выражения — суффикс -ad-. Вспомогательным (не основным) способом выражения этого вида можно считать несовершенные сложные времена: estis finiĝanta la tago «заканчивался день». Чтобы подчеркнуть, что длительное действие состоит из отдельных элементов, длительный вид можно комбинировать с начальным (ofte ekmemoradi «часто вспоминать»), но только не с глаголами однократного действия, которые и так содержат в себе идею однократности (сочетание «часто терять» следует переводить как ofte perdadi, а не ofte ekperdadi). В начальный период под влиянием славянских языков длительный вид использовался гораздо чаще. Сейчас чаще полагаются на контекст (наречия ofte, plurfoje, ĉiam, multe и т. п. или сочетания de tago al tago, iom post iom, pli kaj pli и т. п. сами по себе задают длительный вид).</p>
    </blockquote>

    <blockquote>
      <p>4. Повторительный вид (iterativo, ripeta aspekto). Показывает, что действие совершено ещё раз. Выражается приставкой re-: reskribi «переписать, переписывать», renaskiĝi «возродиться, возрождаться». Если нужно выразить многократное повторение, то употребляется наречие (ofte refari «часто переделывать», ĉiam refari «всегда переделывать», plurfoje refari «неоднократно переделывать» и т. п.) или повторяется префикс re- (re- kaj refari «снова и снова переделывать»).</p>
    </blockquote>

    <blockquote>
      <p>5. Совершенный вид (perfektivo, fina aspekto). Передаёт идею доведения действия до конца и в этом смысле далеко не всегда совпадает с совершенным видом русских глаголов; для отличия от последнего будем называть его окончательным видом или перфективом. Отдельных средств выражения этого видового значения нет. Характерным способом образования перфектива является употребление приставки el-: elporti «вынести, выносить», ellerni «выучить, изучить, выучивать». Однако основное значение префикса el- часто делает этот способ невозможным. Например, глаголы elskribi «выписать, выписывать», elmeti «выставить, выставлять», eldoni «издать, издавать» вовсе не являются перфективом глаголов skribi, meti, doni. Для образования этого видового значения используется и приставка tra-: tralegi «прочитать, прочесть, прочитывать», tralabori «проработать, прорабатывать», trafrostiĝi «промёрзнуть насквозь, промерзать насквозь». Однако поскольку эта приставка имеет значение «от одного края до другого», она обозначает не любой окончательный вид, а лишь тот, при котором действие касается чего-либо на всём его протяжении; при этом то, что подвергается такому действию, должно существовать независимо от него. Таким образом, можно сказать traskribi folion «исписать лист», но нельзя сказать traskribi leteron в смысле «написать письмо». И вследствие того, что tra- привносит определённый сторонний смысл, эта приставка также не может считаться общим средством выражения перфектива. В определённых случаях он может выражаться словосложением, точнее, префиксальным употреблением корней fin-, sat-, а иногда (очень редко) tut-: finkanti «допеть (до конца), допевать (до конца)», finskribi «дописать (до конца), дописывать (до конца), написать», finvenki («окончательно победить, окончательно побеждать»; satmanĝi «наесться досыта, вдоволь, до отвала; наедаться досыта, вдоволь, до отвала», sattrinki «напиться вдоволь, напиваться вдоволь», satludi «наиграться вдоволь, всласть». Поскольку значение корня-префикса sat- довольно узкое (субъективная насыщенность/пресыщенность), его применение ограничено. Например, нельзя сказать satkonstrui domon в смысле «достроить дом (до конца)». Перфектив может выражаться с помощью сложных перфектных времён (mi estas leginta «я прочитал, я прочёл»), но только в исключительных случаях, поскольку эти формы выражают лишь завершённость действия по отношению к какой-либо временной точке, тогда как перфектив служит для выражения законченности действия самого по себе, без соотношения с другими действиями или моментами времени. Наконец, в некоторых случаях специальное выражение окончательного вида не является необходимым, поскольку существует группа глаголов результата без длительности, которые сами по себе выражают идею завершённости (см. ниже).</p>
    </blockquote>

    <blockquote>
      <p><span class="caps">PAG</span> также вскользь упоминает о прекратительном виде (ĉesa aspekto), близком к перфективу, но имеющем место, когда действие прекращается вне зависимости от того, выполнено оно до конца или нет. Это видовое значение выражается глаголом ĉesi: ĉesi soni «перестать звучать», ĉesi skribi «перестать писать».</p>
    </blockquote>

    <blockquote>
      <p>С точки зрения русского языка вышеописанные видовые значения являются способами действия, имеющими лишь сходство с видами глагола. Другим отдалённым подобием видовых различий является деление всех эсперантских глаголов на следующие четыре группы: verboj de rezulto sen daŭro — результативные (например, krevigi «расколоть, заставить лопнуть», aresti «арестовать»), verboj de daŭro sen rezulto — продолжительные, длительные, нерезультативные (например, koni «знать, быть знакомым», havi «иметь»), verboj de daŭro kaj rezulto — продолжительно-результативные (например, konstrui «строить», skribi «писать»). Кроме этих групп, существуют также hibridaj verboj — смешанные глаголы, в зависимости от контекста могущие быть или результативными, или продолжительными. Так, глагол okupi может иметь как значение «занять, оккупировать», так и значение «занимать». Такого взгляда на глаголы придерживается большинство теоретиков эсперанто, в частности авторы <span class="caps">PAG</span> (см. § 110). Однако сторонники аналитической школы (Analiza Skolo) считают деление глаголов на вышеупомянутые группы надуманным и нелогичным; распространения эта точка зрения не получила. В зависимости от позиции по данному вопросу серьёзно меняется трактовка причастий, страдательного залога и сложных времён, но рассмотрение подобных деталей выходит за рамки данного материала.</p>
    </blockquote>


    <p>Причастие (participo), подобно глаголу, имеет время, но, подобно прилагательному, отвечает на вопрос «какой?». Как и в русском языке, причастия в эсперанто могут быть действительными, т. е. активными (aktivaj participoj), и страдательными, т. е. пассивными (pasivaj participoj). Глагольную природу причастий выражают суффиксы <strong>-ant-</strong> (настоящее время), <strong>-int-</strong> (прошедшее время), <strong>-ont-</strong> (будущее время) для действительных причастий и суффиксы <strong>-at-</strong> (настоящее время), <strong>-it-</strong> (прошедшее время), <strong>-ot-</strong> (будущее время) для страдательных.</p>

    <p>Легко заметить, что в суффиксах причастий присутствуют те же гласные a, i, o, что и в окончаниях соответствующих времён изъявительного наклонения глагола. Окончание у причастий, как и у&nbsp;прилагательных, <strong>-a</strong>:</p>

    <table class="usertable">
      <tbody><tr>
        <td> vidanta — видящий </td>
        <td> vidinta — видевший </td>
        <td> vidonta — который увидит </td>
      </tr>
      <tr>
        <td> vidata — видимый </td>
        <td> vidita — увиденный </td>
        <td> vidota — который будет виден</td>
      </tr>
      </tbody></table>

    <p>Как и русские, эсперантские причастия могут субстантивироваться, т.&nbsp;е. превращаться в существительные. В этом случае они принимают окончание существительных <strong>-o</strong>:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td>lernanto «учащийся, ученик», lerninto «бывший учащийся, бывший ученик», lernonto «будущий учащийся, будущий ученик», kredanto «верующий», loĝanto «житель», leganto «читатель», savinto «спаситель» (<em>кто-либо спасший кого-либо</em>), Savanto «Спаситель» (<em>об Иисусе Христе</em>), Savonto «Грядущий Спаситель, Мессия» (<em>в некоторых религиях</em>), Esperanto «эсперанто» (<em>дословно</em> «Надеющийся»).</td>
    </tr>
    </tbody></table><p></p>


    <p>Деепричастие (gerundio) тоже может стоять в настоящем, прошедшем и будущем времени и тоже может быть действительным и страдательным. Поэтому деепричастия образуются с помощью тех же суффиксов, что и причастия. Но, поскольку они отвечают на вопросы «как?», «каким образом?», они имеют окончание наречия <strong>-e</strong>:<br>
    </p><br><table class="usertable">
    <tbody><tr>
      <td> vidante — видя </td>
      <td> vidinte — увидев, видевши </td>
      <td> vidonte — перед тем как увидеть </td>
    </tr>
    <tr>
      <td> vidate — будучи видимым </td>
      <td> vidite — будучи увиденным </td>
      <td> vidote — перед тем как стать увиденным </td>
    </tr>
    </tbody></table><p></p>


    <p>Как и в русском языке, где только переходные глаголы имеют страдательный залог, в эсперанто формы с суффиксами -at, -it-, -ot- свойственны лишь переходным глаголам. Однако подобно тому, как некоторые непереходные глаголы в эсперанто могут при определённых условиях как бы иметь прямое дополнение (а именно когда глагол и это дополнение образованы от одного корня или тесно связаны по смыслу; см. прим. 6 к статье <strong>-n</strong> в данном словаре), они при тех же условиях могут иметь страдательные причастные и деепричастные формы: irata vojo «дорога, по которой идут». Формы с суффиксами действительного залога -ant-, -int-, -ont- можно образовывать от всех глаголов.</p>

    <p>Для более точного определения моментов действия и их последовательности в эсперанто могут применяться сложные временные формы глаголов, состоящие из вспомогательного глагола esti «быть» и действительного или страдательного причастия смыслового глагола (см. табл. 3, а также статьи <router-link :to="{name:'dictionary',params:{word:'imperfekta'}}">imperfekta</router-link>, <router-link :to="{name:'dictionary',params:{word:'perfekta'}}">perfekta 2</router-link>, <router-link :to="{name:'dictionary',params:{word:'predikta'}}">predikta</router-link> в данном словаре). При помощи вспомогательного глагола уточняется момент, по отношению к которому действие смыслового глагола является прошедшим, настоящим или будущим:</p>

    <table class="dtable">
      <tbody><tr>
        <td> Mi venis kiam li estis skribanta sian artikolon «Я пришёл, когда он писал свою статью» (<em>ещё писал</em>); </td>
      </tr>
      <tr>
        <td> Mi venis kiam li estis skribinta sian artikolon «Я пришёл, когда он написал свою статью» (<em>уже написал</em>); </td>
      </tr>
      <tr>
        <td> Mi venis kiam li estis skribonta sian artikolon «Я пришёл, когда он собирался писать свою статью». </td>
      </tr>
      </tbody></table>

    <p>Сложные временные формы глаголов используются для уточнения момента действия чаще на письме, в разговорной же речи обычно употребляются простые времена, а в качестве уточнителей момента действия используются наречия, такие как ĵus «только что», ankoraŭ «ещё», jam «уже».</p>

    <h4>Табл. 2. Простые времена, причастие, деепричастие</h4>

    <table class="usertable">
      <tbody><tr>
        <td>  </td>
        <th>Глагол </th>
        <th>Действительное причастие и деепричастие </th>
        <th>Страдательное причастие и деепричастие </th>
      </tr>
      <tr>
        <td> Инфинитив </td>
        <td> -i — legi читать </td>
        <td> </td>
        <td> </td>
      </tr>
      <tr>
        <td> Прошедшее время </td>
        <td> -is – mi legis я читал </td>
        <td> -int- – leginta читавший – leginte прочитав </td>
        <td> -it- – legita прочитанный – legite будучи прочитанным </td>
      </tr>
      <tr>
        <td> Настоящее время </td>
        <td> -as – mi legas я читаю </td>
        <td> -ant- – leganta читающий – legante читая </td>
        <td> -at- – legata читаемый – legate будучи читаемым </td>
      </tr>
      <tr>
        <td> Будущее время </td>
        <td> -os – mi legos я буду читать </td>
        <td> -ont- – legonta который будет читать, который прочтёт – legonte перед тем как (про)читать </td>
        <td> -ot- – legota который будет прочитан – legote перед тем как быть прочитанным </td>
      </tr>
      <tr>
        <td> Условное наклонение </td>
        <td> -us – mi legus я читал бы </td>
        <td> </td>
        <td> </td>
      </tr>
      <tr>
        <td> Повелительное наклонение </td>
        <td> -u – legu! читай(те)! – ili legu! пусть они читают! </td>
        <td> </td>
        <td> </td>
      </tr>
      </tbody></table>

    <blockquote>
      <p>Теоретически возможные условные причастия типа legunta «который прочёл бы» и leguta «который был бы прочитан» в норму языка не вошли, но тем не менее иногда встречаются в качестве окказионализмов.</p>
    </blockquote>

    <h4>Табл. 3. Сложные времена</h4>

    <table class="usertable">
      <tbody><tr>
        <th>Время </th>
        <th>Действительный залог </th>
        <td>  </td>
        <th>Страдательный залог </th>
        <td>  </td>
      </tr>
      <tr>
        <td> прошедшее </td>
        <td> 	mi est<strong>is</strong> </td>
        <td> leg<strong>int</strong>a я прочитал — leg<strong>ant</strong>a я читал — leg<strong>ont</strong>a я собирался читать </td>
        <td> la libro est<strong>is</strong> </td>
        <td> leg<strong>it</strong>a книга была прочитана — leg<strong>at</strong>a книга читалась — leg<strong>ot</strong>a книга была намечена к прочтению </td>
      </tr>
      <tr>
        <td> настоящее </td>
        <td> mi est<strong>as</strong>	</td>
        <td> leg<strong>int</strong>a я прочитал — leg<strong>ant</strong>a я читаю — leg<strong>ont</strong>a я собираюсь читать </td>
        <td> la libro est<strong>as</strong> </td>
        <td> leg<strong>it</strong>a книга прочитана — leg<strong>at</strong>a книга читается — leg<strong>ot</strong>a книга намечена к чтению </td>
      </tr>
      <tr>
        <td> будущее </td>
        <td> mi est<strong>os</strong> </td>
        <td> leg<strong>int</strong>a я прочту — leg<strong>ant</strong>a я буду читать — leg<strong>ont</strong>a я буду собираться читать </td>
        <td> la libro est<strong>os</strong> </td>
        <td> 	leg<strong>it</strong>a книга будет прочитана — leg<strong>at</strong>a книга будет читаться — leg<strong>ot</strong>a книга будет намечена к прочтению </td>
      </tr>
      </tbody></table>


    <hr noshade="noshade" size="1" height="1">

    <p class="footnote" id="sup1"><sup>1</sup> В пословицах, поговорках и устойчивых выражениях в исключительных случаях существительное или личное местоимение всё же может опускаться ради рифмы или особой экспрессивности: Fianĉiĝis, por ĉiam ligiĝis «Женился — навек воли лишился»; Atendis, atendis, ĝis lin ĉerko etendis «Ждал, ждал, пока в гроб не попал»; Venis, vidis, venkis «Пришёл, увидел, победил». Такое допускается и в разговорной речи при очень быстром её темпе или для придания ей экспрессивности, если при этом не возникает многозначности: Ĉu li jam venis? — Venis, venis «Он уже пришёл? — Пришёл, пришёл».</p><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
