<template>
  <div class="wrap">
    <h2>Условные обозначения</h2>
    <h4>Эсперантские</h4>
    <p><em>adj</em> — <em>adjektivo</em> имя прилагательное<br>
      <em>adv</em> — <em>adverbo</em> наречие<br>
      <em>interj</em> — <em>interjekcio</em> междометие<br>
      <em>k</em> — <em>kaj</em> и<br>
      <em>ks</em> — <em>kaj simile</em> и тому подобное<br>
      <em>ktp</em> — <em>kaj tiel plu</em> и так далее<br>
      <em>konj</em> — <em>konjunkcio</em> союз; сочинительный союз<br>
      <em>maj</em> — <em>majuskle</em> с большой буквы<br>
      <em>num</em> — <em>numeralo</em> имя числительное<br>
      <em>par</em> — <em>partikulo</em> частица<br>
      <em>pers</em> — <em>persona</em> личный<br>
      <em>pl</em> — <em>plurale</em> во множественном числе<br>
      <em>pos</em> — <em>poseda</em> притяжательный<br>
      <em>prep</em> — <em>prepozicio</em> предлог<br>
      <em>pron</em> — <em>pronomo</em> местоимение<br>
      <em>subst</em> — <em>substantivo</em> имя существительное<br>
      <em>subj</em> — <em>subjunkcio</em> подчинительный союз<br>
      <em>vn</em> — <em>verbo netransitiva</em> непереходный глагол<br>
      <em>vt</em> — <em>verbo transitiva</em> переходный глагол</p>
    <h4>Русские</h4>
    <p><em>ав.</em> — авиация<br>
      <em>авт.</em> — автодело, автомобилестроение<br>
      <em>анат.</em> — анатомия<br>
      <em>антроп.</em> — антропология<br>
      <em>археол.</em> — археология<br>
      <em>архит.</em> — архитектура<br>
      <em>астр.</em> — астрономия, астрология<br>
      <em>безл.</em> — безличный глагол<br>
      <em>биол.</em> — биология<br>
      <em>бот.</em> — ботаника<br>
      <em>бухг.</em> — бухгалтерия<br>
      <em>вводн. сл.</em> — вводное слово<br>
      <em>вет.</em> — ветеринария<br>
      <em>воен.</em> — военное дело<br>
      <em>геогр.</em> — география<br>
      <em>геод.</em> — геодезия<br>
      <em>геол.</em> — геология<br>
      <em>геом.</em> — геометрия<br>
      <em>горн.</em> — горное дело<br>
      <em>грам.</em> — грамматика; грамматический термин<br>
      <em>греч.</em> — греческий<br>
      <em>груб.</em> — грубое слово, выражение<br>
      <em>дип.</em> — дипломатия<br>
      <em>др.-</em> — начало слов «древне-»<br>
      <em>ед.</em> — единственное число<br>
      <em>ж.-д.</em> — железнодорожное дело<br>
      <em>жен.</em> — женский<br>
      <em>жив.</em> — живопись<br>
      <em>зоол.</em> — зоология<br>
      <em>инф.</em> — информатика, программирование, вычислительная техника<br>
      <em>иск.</em> — искусство<br>
      <em>ист.</em> — история; исторический термин<br>
      <em>ихт.</em> — ихтиология, наука о рыбах<br>
      <em>какой-л.</em> — какой-либо<br>
      <em>карт.</em> — термин карточной игры<br>
      <em>кин.</em> — кинематография<br>
      <em>ком.</em> — коммерческий термин<br>
      <em>кто-л.</em> — кто-либо<br>
      <em>кул.</em> — кулинария<br>
      <em>лат.</em> — латинский<br>
      <em>лингв.</em> — лингвистика<br>
      <em>лит.</em> — литературоведение<br>
      <em>мат.</em> — математика<br>
      <em>мед.</em> — медицина<br>
      <em>мет.</em> — метеорология<br>
      <em>микр.</em> — микробиология<br>
      <em>мин.</em> — минералогия<br>
      <em>миф.</em> — мифология<br>
      <em>мн.</em> — множественное число<br>
      <em>мор.</em> — морское дело<br>
      <em>муж.</em> — мужской<br>
      <em>муз.</em> — музыка<br>
      <em>напр.</em> — например<br>
      <em>нареч.</em> — наречие<br>
      <em>науч.</em> — научный термин<br>
      <em>неофиц.</em> — неофициальный термин<br>
      <em>нов.</em> — новое слово<br>
      <em>орн.</em> — орнитология, наука о птицах<br>
      <em>оч. сомнит.</em> — очень сомнительный термин<br>
      <em>пад.</em> — падеж<br>
      <em>палеонт.</em> — палеонтология<br>
      <em>перен.</em> — переносно, в переносном значении<br>
      <em>погов.</em> — поговорка<br>
      <em>полигр.</em> — полиграфия<br>
      <em>пол.</em> — политический термин<br>
      <em>поэт.</em> — поэтическое слово, выражение<br>
      <em>предл.</em> — предлог<br>
      <em>прил.</em> — имя прилагательное<br>
      <em>прим.</em> — примечание<br>
      <em>прист.</em> — приставка<br>
      <em>прич.</em> — причастие<br>
      <em>прям.</em> — в прямом значении<br>
      <em>псих.</em> — психология, психиатрия<br>
      <em>рад.</em> — радиотехника<br>
      <em>разг.</em> — разговорное слово, выражение<br>
      <em>разн.</em> — в разных значениях<br>
      <em>редк.</em> — редкое слово, выражение<br>
      <em>рим.</em> — римский<br>
      <em>рыб.</em> — рыболовство<br>
      <em>см.</em> — смотри<br>
      <em>сомнит.</em> — сомнительный термин или грамматический элемент<br>
      <em>ср.</em> — сравни<br>
      <em>спец.</em> — специальный термин<br>
      <em>спорт.</em> — физкультура и спорт<br>
      <em>стр.</em> — строительное дело<br>
      <em>суф.</em> — суффикс<br>
      <em>сущ.</em> — имя существительное<br>
      <em>с.-х.</em> — сельское хозяйство<br>
      <em>т. е.</em> — то есть<br>
      <em>театр.</em> — театральный термин<br>
      <em>текс.</em> — текстильное дело<br>
      <em>тел.</em> — телефония, телеграфия, телевидение<br>
      <em>тех.</em> — техника<br>
      <em>тж.</em> — также<br>
      <em>тк.</em> — только<br>
      <em>топ.</em> — топография<br>
      <em>уст.</em> — устаревшее слово, выражение<br>
      <em>фарм.</em> — фармакология<br>
      <em>физ.</em> — физика<br>
      <em>физиол.</em> — физиология<br>
      <em>филос.</em> — философия<br>
      <em>фин.</em> — финансовый термин<br>
      <em>фольк.</em> — фольклор<br>
      <em>фон.</em> — фонетика; фонетический термин<br>
      <em>фот.</em> — фотография<br>
      <em>хим.</em> — химия<br>
      <em>церк.</em> — церковное слово, выражение<br>
      <em>чей-л.</em> — чей-либо<br>
      <em>что-л.</em> — что-либо<br>
      <em>шахм.</em> — термин шахматной игры<br>
      <em>эк.</em> — экономика<br>
      <em>эл.</em> — электротехника, электроника<br>
      <em>энт.</em> — энтомология, наука о насекомых<br>
      <em>этн.</em> — этнография<br>
      <em>юр.</em> — юриспруденция</p>
    <hr>
  </div>
</template>
<script>
export default {
  // name: 'ComponentName',
  setup() {
    return {};
  },
};
</script>
