<template>
  <div class="wrap">
    <h2>Имя существительное</h2>

    <p>Имена существительные (substantivoj) в качестве характерного признака имеют окончание <strong>-о</strong>: homo «человек», strato «улица». В поэзии, а также в рифмованных пословицах и поговорках конечное <strong>о</strong> может отбрасываться, что на письме обозначается апострофом: hom’, strat’. Множественное число образуется прибавлением к форме единственного числа окончания <strong>-j</strong>: homoj «люди», stratoj «улицы».</p>

    <p>Категории грамматического рода в эсперанто нет. Поэтому к словам tablo «стол», kulero «ложка», lago «озеро» относится одно и то же местоимение ĝi (см. раздел <router-link :to="{name:'grammar', params:{page:'8'}}">«Местоимения»</router-link>). Для обозначения существ женского пола используется суффикс -in- : patro «отец» — patrino «мать», knabo «мальчик» — knabino «девочка», koko «петух, курица» — kokino «курица», ĉevalo «лошадь» — ĉevalino «кобыла». При необходимости подчеркнуть, что речь идёт именно о самце какого-либо животного, употребляется корень-префикс vir-: virkoko «петух», virĉevalo «жеребец».</p>

    <p>В эсперантской системе падежей традиционно различают два падежа: именительный (nominativo) и винительный (akuzativo)<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup1', params:{page:'5'}}">1</router-link></sup>. Формой именительного падежа считается та, в которой имя стоит в словаре. От неё присоединением окончания -n образуется форма винительного падежа (homon «человека», homojn «людей», straton «улицу», stratojn «улицы»). Винительный падеж обозначает прямое дополнение при переходном глаголе, а также выполняет ряд других функций; в некоторых случаях он может употребляться вместо предлога (так называемый заместительный аккузатив — anstataŭa akuzativo). Подробнее о винительном падеже — см. статью <router-link :to="{name:'dictionary',params:{word:'-n'}}">-n</router-link> в данном словаре.  Значения других падежей русского языка передаются с помощью предлогов перед формой именительного падежа: родительного — с помощью предлогов <strong>de</strong> (libro de la patro «книга отца»<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup2', params:{page:'5'}}">2</router-link></sup>) и <strong>da</strong> (родительный количества: taso da kafo «чашка кофе»<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup3', params:{page:'5'}}">3</router-link></sup>), дательного — с помощью предлога <strong>al</strong> (al homo «человеку», «к человеку», al mi «мне», «ко мне»), творительного инструментального — с помощью предлога <strong>per</strong> (per krajono «карандашом»). <br>
      Для передачи значений русского предложного падежа используется ряд предлогов: en, pri, sur, super и др.: en ĉambro «в комнате», pri libro «о книге», sur tablo «на столе». Русскому творительному падежу именной части сказуемого в эсперанто соответствует именительный падеж: kiam mi estis infano «когда я был ребёнком», ni elektis lin prezidanto «мы избрали его председателем», mi trovas la libron interesa «я нахожу книгу интересной».<br>
    </p><hr noshade="noshade" size="1" height="1"><p></p>

    <p class="footnote" id="sup1"><sup>1</sup> Относительно количества эсперантских падежей и их названий встречаются и другие точки зрения. Например, некоторые авторы говорят не об именительном, а о общем падеже; сочетание формы именительного падежа с любым предлогом иногда трактуется как один общепредложный падеж и т. д.</p>

    <p class="footnote" id="sup2"><sup>2</sup> Предлог de употребляется также для передачи русского творительного падежа, выражающего деятеля при страдательном залоге (skribita de la patro «написанный отцом»).</p>

    <p class="footnote" id="sup3"><sup>3</sup> Наиболее глубокий и полный анализ тонкостей употребления предлогов da и de содержится в сборнике С.&nbsp;П.&nbsp;Покровского «Lingvaj Respondoj»; см. также сборник Л.&nbsp;Заменгофа «Lingvaj Respondoj», <span class="caps">PMEG</span>, <span class="caps">PAG</span> (§&nbsp;133) и соответствующие статьи в данном словаре.</p><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
