<template>
  <div class="wrap">
    <h2>Словарный состав</h2>

    <p>В первом учебнике, опубликованном в 1887 году (так называемой «Первой книге» — «La unua Libro») на отдельном листе был напечатан «интернационально-русский словарь», включавший 920 морфем: корней и аффиксов (приставок, суффиксов, окончаний). Пятиязычный словарь Universala Vortaro (UV), вышедший в свет в 1893 году и являющийся составной частью Fundamento de Esperanto<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup1', params:{page:'2'}}">1</router-link></sup>, содержит 2639 заглавных единиц, 2629 из которых простые морфемы (корни и аффиксы), 10 — полиморфемные образования (основы). Кроме того, некоторое количество производных слов включено в словарные статьи в качестве примеров.  Таким образом, UV содержит 2935 лексических единиц. UV построен по тому же принципу, как и словарь «Первой книги»: заглавные неслужебные единицы (корни и основы) даются без окончаний, но переводятся на национальные языки определённой частью речи.</p>

    <p>На Всемирном конгрессе в 1905 году было решено, что Fundamento является единственной и обязательной для всех эсперантистов основой языка эсперанто, в которой никто не имеет права делать изменений. Таким образом содержащиеся в UV лексические единицы получили статус «фундаментальных». Принцип неприкосновенности Fundamento, или «фундаментализма», вовсе не ограничивает обогащение языка новыми словами и грамматическими правилами. Он подразумевает, что если то или иное слово вытесняется из активного употребления новым словом, оно всё равно должно включаться в словари в качестве архаизма. Этим гарантируется преемственность и эволюционность развития эсперанто. За пополнением лексики следит Академия эсперанто. До настоящего времени она сделала 9 официальных дополнений к UV, включающих около 2000 слов (точнее, корней, практически от каждого из которых только с помощью аффиксов можно образовать от 10 до 50 производных слов). Подавляющее же большинство слов функционируют в качестве неофициальных.</p>

    <p>Словарный состав языка эсперанто образуют прежде всего так называемые интернациональные слова, или интернационализмы, то есть слова, вошедшие в очень многие языки мира: teatro, dramo, sceno, komedio, gazeto, telegrafo, telefono, radio, literaturo, prozo, poezio, ideo, idealo, legendo, kongreso, konferenco, revolucio, komunismo, ekonomio, maŝino, lokomotivo, vagono, atomo, molekulo, medicino, gripo, angino, vulkano, eĥo, ĥaoso, rozo, bukedo, tigro, krokodilo, ananaso, lampo, cigaredo, etaĝo, ekzameno, ĥoro, jaĥto, kanalo, afiŝo, aŭtoro, strukturo, ekskurso и др.</p>

    <p>Большинство из этих интернациональных слов вошло не только почти во все европейские языки, но и во многие языки Востока. Так, например, большое число интернационализмов отмечается в японском языке, в языках Индии, турецком, несколько меньше в персидском и арабском.</p>

    <p>Значительное место в словаре эсперанто занимают также и такие международные слова, которые распространены менее широко, однако являются общими по крайней мере для какой-либо одной языковой семьи или группы языков: familio «семья», papero «бумага», sako «мешок», ŝipo «корабль», ŝuo «ботинок», boto «сапог», rapida «быстрый», jaro «год», tago «день», pomo «яблоко», dento «зуб», osto «кость», elefanto «слон», kamelo «верблюд», mano «рука» и др.</p>

    <p>Во множестве представлены в эсперанто латинские и древнегреческие слова, относящиеся преимущественно к научно-технической и медицинской терминологии, к названиям животных, растений и т. д. Некоторые из них могут рассматриваться как в полном смысле международные слова, известные огромному количеству людей, другие же, являясь элементами научной терминологии и номенклатуры, известны гораздо меньшему кругу специалистов: biologio «биология», geografio «география», filozofio «философия», dialektiko «диалектика», hipertrofio «гипертрофия», histerio «истерия», pneŭmonito «пневмония», dialekto «диалект», epidemio «эпидемия», febro «лихорадка», paralizo «паралич», operacio «операция», kverko «дуб», abio «пихта», brasiko «капуста», persiko «персик», meleagro «индюк», urogalo «глухарь», paruo «синица», mirmekofago «муравьед», pirolo «снегирь», rosmaro «морж», lekanto «маргаритка», lieno «селезёнка», koturno «перепел», kratago «боярышник», kolimbo «гагара», hirudo «пиявка», helianto «подсолнечник» и многие другие.</p>

    <p>Из латинского языка заимствованы также многие предлоги и союзы: sub «под», sur «на», preter «мимо», tamen «однако», sed «но» и др.</p>

    <p>В словарном составе эсперанто представлены слова, общие по происхождению для индоевропейских языков Европы и Азии (patro «отец», frato «брат», nazo «нос», nova «новый» и др.). Многие слова эсперанто являются общими для романских и германских языков (sako «мешок» и др.). Ещё больше в эсперанто слов романского происхождения (betulo «берёза», bieno «имение», burdo «шмель», butiko «лавка», cervo «олень», cikonio «аист», ĉielo «небо», degeli «таять» и др.). Несколько меньше слов, общих по происхождению для германских языков (jaro «год», monato «месяц», tago «день», melki «доить», knabo «мальчик» и др.). Имеется и некоторое количество слов, общих для всех или для нескольких славянских языков (vojevodo «воевода», starosto «староста», hetmano «атаман, гетман» и др.).</p>

    <p>Законное место в эсперанто заняли некоторые слова из неиндоевропейских языков, ставшие интернационализмами или отражающие местные реалии. Среди таковых можно назвать cunamo «цунами», kungfuo «кун(г)фу», ĵudo «дзюдо», janiĉaro «янычар», ŝaŝliko «шашлык», bumerango «бумеранг», vigvamo «вигвам», efrito «ифрит» и многие другие.</p>

    <p>Если ко всему сказанному добавить, что в эсперанто вошли и некоторые собственно русские слова, становится ясно, что лексика этого языка в значительной степени близка к русской<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup2', params:{page:'2'}}">2</router-link></sup>. Вот несколько примеров слов в эсперанто, которые узнаются носителем русского языка особенно легко: vidi «видеть», sidi «сидеть», ĉerpi «черпать», bani «купать», barakti «барахтаться», kartavi «картавить», klopodi «хлопотать», gladi «гладить», svati «сватать», paŝti «пасти», domo «дом», nazo «нос», muso «мышь», muŝo «муха», sevrugo «севрюга», sterledo «стерлядь», brovo «бровь», kreno «хрен», serpo «серп», toporo «топор», kolbaso «колбаса», burko «бурка», kaĉo «каша», stepo «степь», vosto «хвост», bulko «булка», ŝtupo «ступень», rimeno «ремень», soveto «совет (орган власти)», bolŝevisto «большевик», kolĥozo «колхоз», sputniko «спутник», celo «цель», nova «новый», prava «правый, правильный», kruta «крутой», sama «тот же самый», du «два», tri «три», krom «кроме», nepre «непременно», vodko «водка», balalajko «балалайка».</p>

    <p>Международность эсперантской лексики не должна усыплять внимание, поскольку в этом языке, как в любом другом, есть «ложные друзья переводчика». Так, sledo означает не «след», а «сани, санки», kravato — не «кровать», а «галстук», dura — не «дура» или «дурной», а «твёрдый»; эсперантское mano не имеет ничего общего с английским man или немецким Mann, tasko — с итальянским tasca, а napo — с французским nappe.<br>
    </p><hr noshade="noshade" size="1" height="1"><p></p>

    <p class="footnote" id="sup1"><sup>1</sup> Кроме Universala Vortaro в Fundamento входят книги: Gramatiko (опубликованная в 1887 году как часть «Первой книги») и Ekzercaro (появившаяся в 1894 году), а также предисловие, написанное Л.&nbsp;Заменгофом в 1905 году.</p>

    <p class="footnote" id="sup2"><sup>2</sup> Общность эсперанто с русским языком в пласте наиболее употребительной лексики, по нашим наблюдениям, составляет 58,8 %. Влияние русского языка на семантику и фразеологию эсперанто также очевидно, хотя и трудноизмеримо. (Колкер&nbsp;Б.&nbsp;Г. Международный язык эсперанто: полный учебник / Б.&nbsp;Г.&nbsp;Колкер. — М., 2007. С. 85.)</p><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
