<template>
  <div class="wrap">
    <h2>Местоимения</h2>

    <p>Личные местоимения (personaj pronomoj, personaloj) в именительном падеже</p>

    <table class="usertable">
      <tbody>
        <tr>
          <th>Ед. число </th>
          <th>Мн. число </th>
        </tr>
        <tr>
          <td> <strong>mi</strong> я </td>
          <td> <strong>ni</strong> мы </td>
        </tr>
        <tr>
          <td> <strong>vi</strong> ты, Вы; <strong>ci</strong><sup class="footnote"><router-link
                :to="{name:'grammar',hash:'#sup1', params:{page:'8'}}">1</router-link></sup> ты </td>
          <td> <strong>vi</strong> вы </td>
        </tr>
        <tr>
          <td> <strong>li</strong> он </td>
          <td> </td>
        </tr>
        <tr>
          <td> <strong>ŝi</strong> она </td>
          <td> <strong>ili</strong> они </td>
        </tr>
        <tr>
          <td> <strong>ĝi</strong> оно </td>
          <td> </td>
        </tr>
      </tbody>
    </table>


    <p>Поскольку в эсперанто нет категории грамматического рода, местоимение ĝi «оно» относится ко всем неодушевлённым
      предметам и абстрактным понятиям, а также к одушевлённым предметам, т. е. живым существам, не обладающим сознанием
      (животным, маленьким детям), если нет необходимости специально указывать их пол. На русский язык ĝi переводится
      местоимениями «он», «она», «оно» в зависимости от грамматического рода русского слова: la tranĉilo tranĉas bone,
      ĉar ĝi estas akra «нож режет хорошо, потому что он острый»; Jen kuras hundo, ĝi estas granda «Вот бежит собака,
      она большая»; La infano ploras, ĉar ĝi volas manĝi «Ребёнок плачет, потому что он хочет есть», «Дитя плачет,
      потому что оно хочет есть». По отношению к животным ĝi обычно употребляется, даже если пол животного известен: Mi
      havas virkaton, mi tre amas ĝin «У меня есть кот, я очень люблю его».</p>

    <blockquote>
      <p>Отступления от последнего принципа делаются, если указание пола животного важно для смысла: Melku bovon
        senfine, li lakton ne donos «Сколько ни дои быка, не даёт он молока»; Mi kondukis kapron kun kaprino al foiro;
        subite ŝi haltis, dum li trotis plu «Я вёл козла с козой на ярмарку; вдруг она остановилась, а он семенил
        дальше». В сказках и баснях по отношению к животным, чей пол известен, также употребляются местоимения li и ŝi;
        они же употребляются и по отношению к персонифицированным объектам сказочных произведений, которым присвоен
        определённый пол.</p>
    </blockquote>

    <p>Ĝi может также заменять собой указательное местоимение «это» и, таким образом, переводиться как «это». Такое
      словоупотребление оправданно во избежание двойного употребления местоимения tio во фразах типа: Ĝi estas ĝuste
      tio, pri kio mi volis paroli kun vi «Это именно то, о чём я хотел поговорить с вами», а также если ĝi может быть
      равноценно употреблено и как личное местоимение: Jen estas kato. Ĝi estas ŝia kato «Вот кошка. Это её кошка»; Kio
      estas ĝi? — Ĝi estas pomo «Что это? — Это яблоко». В остальных случаях (например в характерных для раннего
      эсперанто фразах типа ĝi estas mi «это я» или mi venus, se mi trovus ĝin necesa «я пришёл бы, если бы я нашёл это
      необходимым») употребление ĝi в значении «это» воспринимается как архаизм. Основное значение ĝi всегда является
      приоритетным для недопущения возможной двусмысленности. Ср.: Maria skribis la leteron, mi vidis ĝin «Мария
      написала письмо, я видел его»; Maria skribis la leteron, mi vidis tion «Мария написала письмо, я видел это».</p>

    <p>Если речь идёт об обладающем сознанием существе, чей пол не определён, в эсперанто традиционно употребляется
      местоимение мужского рода li: Se iu rapidas hejmen, li povas foriri «Если кто-то торопится домой, он может уйти»;
      Esperantisto estas nomata ĉiu persono, kiu scias kaj uzas la lingvon Esperanto tute egale por kiaj celoj li ĝin
      uzas «Эсперантистом называется любая личность, которая знает и использует язык эсперанто, всё равно для каких
      целей она его использует».</p>

    <blockquote>
      <p>Многие эсперантисты считают употребление в таких случаях li нелогичным и предлагают различные варианты решения
        проблемы. Из всех предложенных для этой цели местоимений стоит упомянуть местоимения ŝli и ri (см.
        соответствующие статьи в словаре). Однако эти и им подобные формы распространения не получили.</p>
    </blockquote>

    <p>Множественное число для местоимений li, ŝi, ĝi общее, как и в русском языке: ili «они».</p>

    <blockquote>
      <p>Некоторые новаторы предлагают ввести формы iŝi и iĝi для употребления в случаях, если речь идёт только о
        существах женского пола или о неодушевлённых предметах и абстрактных понятиях. Эти формы также не получили
        распространения.</p>
    </blockquote>

    <p>В эсперанто существует также неопределённо-личное местоимение (nedifina persona pronomo) <strong>oni</strong>,
      аналогичное французскому on или немецкому man<sup class="footnote"><router-link
          :to="{ name: 'grammar', hash: '#sup2', params: { page: '8' } }">2</router-link></sup>. На русский язык оно
      дословно не переводится. Обычно оно соответствует 3-му лицу множественного числа, иногда — безличному обороту:
      oni skribas «пишут», oni devas «до́лжно».</p>

    <p>Склоняются личные местоимения так же, как существительные. Винительный падеж у них образуется прибавлением
      окончания <strong>-n</strong> к форме именительного падежа: vidi min «видеть меня», koni lin «знать его», viziti
      ilin «посетить их». Аналогично для неопределённо-личного местоимения oni: Oni parolu, mi onin ne aŭskultas! «Пусть
      говорят, я (их) не слушаю!»</p>

    <p>Остальные падежи передаются с помощью предлогов: ricevi de mi «получить от меня», skribita de mi «написанный
      мной», iri al mi «идти ко мне», fieri pri mi «гордиться мной», sen mi «без меня» и т. п.</p>

    <p>Притяжательные местоимения (posedaj pronomoj<sup class="footnote"><router-link
          :to="{ name: 'grammar', hash: '#sup3', params: { page: '8' } }">3</router-link></sup>, posesivoj) образуются
      путём
      добавления окончания <strong>-a</strong> к личному местоимению: mia «мой», via «твой, ваш», lia «его», ŝia «её»,
      ilia «их» и т. д. Подобно прилагательным, притяжательные местоимения могут принимать окончания множественного
      числа <strong>-j</strong> и винительного падежа <strong>-n</strong>. При этом, в отличие от русского языка, они
      всегда согласуются в числе с существительными и прилагательными, к которым относятся. А поскольку в русском языке
      личное местоимение третьего лица в винительном падеже и образованное от него притяжательное местоимение во всех
      падежах, в частности в именительном и винительном, к тому же имеют одну форму, правильное употребление окончаний в
      соответствующих эсперантских формах нередко представляет большие трудности. Ср.:</p>

    <table class="dtable">
      <tbody>
        <tr>
          <td>koni <strong>lin</strong> «знать <strong>его</strong>» (лич. мест. ед. ч. вин. пад.),</td>
        </tr>
        <tr>
          <td>jen estas <strong>lia</strong> nova amiko «вот <strong>его</strong> новый друг» (прит. мест. ед. ч. им.
            пад.),</td>
        </tr>
        <tr>
          <td>koni <strong>lian</strong> novan amikon «знать <strong>его</strong> нового друга» (прит. мест. ед. ч. вин.
            пад.),</td>
        </tr>
        <tr>
          <td>jen estas <strong>liaj</strong> novaj amikoj «вот <strong>его</strong> новые друзья» (прит. мест. мн. ч.
            им. пад.),</td>
        </tr>
        <tr>
          <td>koni <strong>liajn</strong> novajn amikojn «знать <strong>его</strong> новых друзей» (прит. мест. мн. ч.
            вин. пад.).</td>
        </tr>
      </tbody>
    </table>

    <p>То же в следующей фразе: Mi trovis <strong>ŝin</strong> kaj <strong>ŝiajn</strong> gepatrojn «Я нашёл её и её
      родителей».</p>

    <p>В эсперанто имеется возвратное местоимение 3-го лица (refleksiva pronomo, refleksivo) <strong>si</strong>.
      Именительный падеж данного слова на русский язык не переводится, а употребляется оно в этой форме практически
      только с предлогами: de si «от себя», al si «к себе», pri si «о себе» и др. Самостоятельно в роли существительного
      si употребляется лишь в особых случаях (соответственно только в этих случаях si может выступать во фразах в
      качестве подлежащего): Si estas la ŝlosilo de la homa koro «Самость — ключ к человеческому сердцу», «Собственное
      „я“ — ключ к человеческому сердцу». Как и от личных местоимений, от si можно образовать форму винительного падежа
      sin «себя» и возвратно-притяжательное местоимение sia «свой» (которое может употребляться во множественном числе и
      винительном падеже). Форма sin является элементом возвратных глаголов, выражающих сознательное действие объекта,
      направленное на себя: vesti sin «одеваться», razi sin «бриться». При этом, даже будучи поставлена перед глаголом,
      эта форма не должна превращаться в приставку и на письме не должна сливаться с глаголом: sin vesti, sin razi.</p>

    <p>Возвратное местоимение si и возвратно-притяжательное местоимение sia употребляются исключительно для обозначения
      3-го лица единственного и множественного числа. В остальных лицах, в отличие от русского языка, употребляются
      только соответствующие личные и притяжательные местоимения:<br>
    </p><br>
    <table class="dtable">
      <tbody>
        <tr>
          <td>li donas al si «он даёт себе»,</td>
        </tr>
        <tr>
          <td>li kombas sin «он причёсывается»,</td>
        </tr>
        <tr>
          <td>li legas sian libron «он читает свою книгу».</td>
        </tr>
      </tbody>
    </table>
    <p></p>

    <p>Но:</p>

    <table class="dtable">
      <tbody>
        <tr>
          <td>mi donas al mi «я даю себе»,</td>
        </tr>
        <tr>
          <td>vi donas al vi «вы даёте себе»,</td>
        </tr>
        <tr>
          <td>mi kombas min «я причёсываюсь»,</td>
        </tr>
        <tr>
          <td>vi kombas vin «вы причёсываетесь»,</td>
        </tr>
        <tr>
          <td>mi legas mian libron «я читаю свою (мою) книгу»,</td>
        </tr>
        <tr>
          <td>vi legas vian libron «вы читаете свою (вашу) книгу».</td>
        </tr>
      </tbody>
    </table>

    <p>Фраза li donas al li переводилась бы как «он даёт ему» (<em>т. е. другому человеку</em>), фраза li kombas lin
      означала бы «он причёсывает его (<em>т. е. другого человека</em>), а фраза li legas lian libron звучала бы на
      русском языке как «он читает его книгу» (<em>т. е. книгу другого человека</em>).</p>

    <p>Если обращение сопровождается упоминанием объекта обращения в третьем лице, то, в случае указания на его
      обладание чем-либо, могут употребляться sia или via в зависимости от степени самостоятельности того, чем он
      обладает: Ho civitano, kiu forgesis sian devon! «О гражданин, который забыл свой долг!»; Ho vi Diano, kiu vian
      fraton amegas…» «О ты, Диана, которая очень любит своего брата…»</p>

    <blockquote>
      <p>Если не учитывать целый ряд уточнений и оговорок, не приводимых здесь из-за их объёма, правила употребления
        возвратного и возвратно-притяжательного местоимений в современном эсперанто можно сформулировать следующим
        образом: si и sia относятся к субъекту ближайшего выраженного действия. Действие может быть выражено глагольными
        формами или отглагольным существительным. Ср.: <br>
      </p><br>
      <table class="dtable">
        <tbody>
          <tr>
            <td>Li ordonis al la servisto vesti <strong>lin</strong> «Он приказал слуге одеть его»;</td>
          </tr>
          <tr>
            <td>Li ordonis al la servisto vesti <strong>sin</strong> «Он приказал слуге одеться»;</td>
          </tr>
          <tr>
            <td>Instruisto petis lernanton alporti <strong>lian</strong> tekon «Учитель попросил ученика принести его
              портфель» (<em>портфель учителя</em>);</td>
          </tr>
          <tr>
            <td>Instruisto petis lernanton alporti <strong>sian</strong> tekon «Учитель попросил ученика принести свой
              портфель» (<em>портфель ученика</em>);</td>
          </tr>
          <tr>
            <td>La komponisto vidis knabon kantanta <strong>lian</strong> kanton «Композитор видел мальчика поющим его
              песню» (<em>песню композитора</em>);</td>
          </tr>
          <tr>
            <td>La komponisto vidis knabon kantanta <strong>sian</strong> kanton «Композитор видел мальчика поющим свою
              песню» (<em>песню мальчика</em>);</td>
          </tr>
          <tr>
            <td>Marta akceptis de Petro konfeson pri amo al <strong>ŝi</strong> «Марта приняла от Петра признание в
              любви к ней» (<em>Петра к Марте</em>);</td>
          </tr>
          <tr>
            <td>Marta akceptis de Petro konfeson pri amo al <strong>si</strong> «Марта приняла от Петра признание в
              любви к себе» (<em>Петра к самому себе</em>).</td>
          </tr>
        </tbody>
      </table>
      <p></p>
    </blockquote>

    <blockquote>
      <p>(Это положение не действует для субстантивированных причастий, которые выражают уже не действие, а деятеля: Li
        petis la aŭskultantojn pri <strong>ilia</strong> atento «Он попросил слушателей о внимании» (<em>их
          внимании</em>).)</p>
    </blockquote>


    <blockquote>
      <p>Но: <br>
        Instruisto petis alporti <strong>sian</strong> tekon «Учитель попросил принести свой портфель» (<em>портфель
          учителя</em>). (Когда субъект действия, выраженного инфинитивом, является объектом другого действия, но при
        этом сам не выражен, в современном языке он не принимается в расчёт. В ранних текстах это положение часто не
        соблюдалось.)</p>
    </blockquote>

    <blockquote>
      <p>В сочетаниях en si, per si (mem), inter si, если они являются устойчивыми оборотами, si теряет свою связь с
        субъектом действия: Oni ne povas ekkoni la realon en si mem «Невозможно познать реальность в себе» (<em>т. е.
          такой, какая она есть в действительности</em>); Ni komprenis liajn gestojn per si mem «Мы понимали его жесты
        сами по себе» (<em>т. е. непосредственно, без пояснений</em>); Tiujn malsamajn objektojn miksi inter si oni
        neniel devas «Эти разные предметы смешивать друг с другом никак нельзя». Но: Ili dividis la monon inter si «Они
        поделили деньги между собой».</p>
    </blockquote>

    <blockquote>
      <p>Sia, употреблённое в роли прилагательного в значении sia propra «(свой) собственный», также теряет связь с
        субъектом какого-либо действия: Li metis ĉion sur sian lokon «Он положил всё на своё место».</p>
    </blockquote>

    <p>Как приставка, употребляемая при образовании отглагольных существительных, прилагательных и наречий, форма sin
      относится уже ко всем лицам: Mia sindefendo «Моя самооборона»; Vi devas esti singardaj «Вы должны быть
      осмотрительными»; Ni agis singarde «Мы действовали осмотрительно». Форма же sia в качестве приставки продолжает
      относиться только к третьему лицу: Siaflanke li diris, ke… «Со своей стороны он сказал, что…»; Miaflanke mi povas
      diri, ke… «Со своей стороны я могу сказать, что…» (В слове siatempe «в своё время», т. е. «в подходящее время» или
      «в прежнее время», приставка sia потеряла своё первоначальное значение и, следовательно, жёсткую связь с третьим
      лицом: Mi faros tion siatempe «Я сделаю это в своё время».)</p>

    <p>О <router-link :to="{name:'dictionary',params:{word:'si'}}">si</router-link> и <router-link
        :to="{name:'dictionary',params:{word:'sia'}}">sia</router-link> см. также статью в данном словаре; подробно —
      см. (N)PIV, <span class="caps">PAG</span>, <span class="caps">PMEG</span>.</p>

    <p>Необходимо обратить внимание, что частица-местоимение mem «сам, сама, само, сами» по лицам и числам не
      изменяется.</p>

    <p>Особую группу составляют так называемые коррелятивные слова (местоимения и местоименные наречия; см. табл.
      4).<br>
    </p>
    <hr noshade="noshade" size="1" height="1">
    <p></p>

    <p class="footnote" id="sup1"><sup>1</sup> Местоимение ci употребляется крайне редко, в основном в художественной
      литературе, и имеет оттенок фамильярности, грубости или близости; обычно же при обращении даже к маленькому
      ребёнку, животному или персонифицированному предмету используется местоимение vi.</p>

    <p class="footnote" id="sup2"><sup>2</sup> В английском языке в этом качестве употребляется личное местоимение they.
    </p>

    <p class="footnote" id="sup3"><sup>3</sup> Нередко притяжательные местоимения в эсперанто трактуются как
      «притяжательные прилагательные» (posedaj adjektivoj) или «адъективные местоимения» (adjektivaj pronomoj).</p>
    <hr>

  </div>
</template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
