<template>
  <div class="wrap">
    <h2>Морфология и словообразование<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup1', params:{page:'4'}}">1</router-link></sup></h2>

    <p>Значимые (знаменательные) части речи, а также категории числа, падежа, наклонения и времени глагола (категории грамматического рода в эсперанто нет) характеризуются особыми грамматическими окончаниями<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup2', params:{page:'4'}}">2</router-link></sup>. Формы, образованные с помощью этих окончаний, имеют в русском языке следующие примерные соответствия:</p>

    <table class="dtable">
      <tbody><tr>
        <td>-o	— имя существительное;</td>
      </tr>
      <tr>
        <td>-a	— имя прилагательное, притяжательное местоимение, порядковое числительное, причастие;</td>
      </tr>
      <tr>
        <td>-j	— множественное число существительных, прилагательных, притяжательных местоимений, порядковых числительных, причастий;</td>
      </tr>
      <tr>
        <td>-n	— винительный падеж;</td>
      </tr>
      <tr>
        <td>-e	— производное наречие, деепричастие;</td>
      </tr>
      <tr>
        <td>-i	— неопределённая форма глагола (инфинитив);</td>
      </tr>
      <tr>
        <td>-as	— настоящее время глагола;</td>
      </tr>
      <tr>
        <td>-is	— прошедшее время глагола;</td>
      </tr>
      <tr>
        <td>-os	— будущее время глагола;</td>
      </tr>
      <tr>
        <td>-u	— повелительное наклонение глагола;</td>
      </tr>
      <tr>
        <td>-us	— условное наклонение глагола.</td>
      </tr>
      </tbody></table>


    <p>Таким образом, присоединяя к корню или основе соответствующие окончания, можно просто и логично образовывать нужные формы: telefono «телефон» — telefonoj «телефоны» — telefona «телефонный, телефонная, телефонное» — telefonaj «телефонные» — telefone «по телефону» — telefoni «телефонировать, (по)звонить по телефону» — mi telefonis «я (по)звонил(а) (по телефону)» — mi telefonas «я звоню (по телефону)» — mi telefonos «я позвоню (по телефону)» — mi telefonus «я позвонил(а) бы (по телефону)» — telefonu «позвони(те) (по телефону)»; ami «любить» — amo «любовь» — ama «любовный, любовная, любовное» — ame «любовно, с любовью»; unu «один» — unuo «единица» — unua «первый, первая, первое»<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup3', params:{page:'4'}}">3</router-link></sup>  — unue «во-первых».</p>

    <p>Помимо окончаний, в эсперанто для словообразования служит система суффиксов и приставок (см. табл. 5, 6), а также очень развитое словосложение.</p>

    <blockquote>
      <p>Словосложение осуществляется соединением корней: tag/manĝ/o «обед», nud/pied/a «босоногий», fru/maten/e «рано утром, ранним утром», fin/leg/i «дочитать, прочитать до конца». Если при этом на стыке корней возникает труднопроизносимое звукосочетание, то необходимое окончание сохраняется: ĉambr/o/pord/o «дверь комнаты», venk/o/bat/i «побить, победить в бою», nigr/a/har/a «черноволосый», mult/e/kost/a «дорогостоящий, дорогой». Также его целесообразно сохранять во избежание возможного неправильного членения сложного слова, особенно в устной речи и при отсутствии контекста: varm/o/ond/o «тепловая волна» — var/mond/o «мир товаров». В некоторых же (довольно редких) случаях сохранение соответствующего окончания между корнями просто необходимо по смыслу: unu/a/tag/a «происходящий, произошедший в первый день» — unu/tag/a «однодневный». С учётом сказанного выше окончания между корнями желательно оставлять только в случае действительной необходимости. Поэтому формы sport/konkurs/o и long/temp/e предпочтительнее, чем sport/o/konkurs/o и long/a/temp/e. При словосложении корень главного слова всегда ставится в конце. Таким образом: pied/benk/o «скамейка для ног» (= pieda benko, benko por piedoj), но benk/pied/o «ножка скамейки» (= benka piedo, piedo de benko); suker/pec/o «кусок сахара» (= peco de sukero, peco da sukero), но pec/suker/o «кусковой сахар, сахар в кусках» (= peca sukero, sukero en pecoj); herb/o/kamp/o «травяное поле, луг» (= herba kampo, kampo kun herbo), но kamp/o/herb/o «полевая трава» (= kampa herbo, herbo de kampo(j)). Поэтому слова «полночь», «столетие», «тысячелетие» должны переводиться на эсперанто как noktomezo (= mezo de nokto, т. е. «середина ночи»), jarcento (= cento da jaroj, т. е. «сотня лет»), jarmilo (= milo da jaroj, т. е. «тысяча лет»). Встречающиеся в ранних текстах формы meznokto (дословно «средняя ночь»), centjaro (дословно «сотый год»), miljaro (дословно «тысячный год») являются крайне нежелательными архаизмами и, по сути дела, ошибками. Однако прилагательные centjara «столетний, вековой» (т. е. насчитывающий сто лет) и miljara «тысячелетний» (т. е. насчитывающий тысячу лет), имеющие главным элементом корень jar, абсолютно корректны, так как они характеризуют понятие, имеющее определённый возраст в годах как качество; данные прилагательные не произведены от слов centjaro и miljaro, а являются исходными. Прилагательные же jarcenta и jarmila, образованные от существительных jarcento и jarmilo, относятся к понятиям «столетие, век» и «тысячелетие». Ср.: la centjara jubileo «столетний юбилей», la jarcenta fino «конец века», jarcenta tradicio «многовековая традиция». Если получившееся сложное слово слишком длинно, рекомендуется использовать раздельное написание или написание через дефис: fervojkonduktoro = fervoja konduktoro, fervoj-konduktoro; redakcisekretario = redakcia sekretario, redakci-sekretario. Написание раздельно или через дефис безусловно предпочтительнее, если при слитном написании возникают омонимы, особенно если их значение не ясно из контекста: ĉe-vale «у долины, при долине» (= ĉe la valo), но ĉevale «по-лошадиному, как лошадь» (= kiel ĉevalo, ĉevalmaniere). Необходимо учитывать, что по сравнению со словосочетанием сложное слово выражает самостоятельное и более или менее устойчивое понятие. Поэтому будет неправильным превращать окказиональные сочетания типа longa vojo или interesa libro в сложные формы longvojo или intereslibro. Хотя часто сложное слово равнозначно по смыслу соответствующему словосочетанию, так бывает далеко не всегда. Например, если сочетание urba domo означает «городской дом», то слово urbodomo имеет значение «мэрия, муниципалитет, магистрат, ратуша, городская дума, городской совет, городская администрация»; если сочетание libera tempo означает «свободное время», то слово libertempo переводится как «досуг, нерабочее время» или «отпуск, каникулы»; сочетание parto de la mondo «часть мира, часть (белого) света» нельзя заменить словом mondparto «часть света». И хотя часто сложное слово равнозначно по смыслу и сочетанию с согласованным определением, и сочетанию с несогласованным определением (ĉambropordo = ĉambra pordo = pordo de ĉambro), так тоже бывает не всегда. Например, слово belreĝino означает «королева красоты» (reĝino de belo), а не «красивая королева» (bela reĝino); слово voluptamo означает «любовь к сладострастию» (amo de volupto), а не «сладострастная любовь» (volupta amo). Объяснение этого мы вынуждены опустить ради краткости изложения. Злоупотреблять словосложением не следует, так как оно утяжеляет стиль и делает его менее ясным.</p>
    </blockquote>

    <blockquote>
      <p>При словообразовании с помощью суффиксов и окончаний большую роль играет грамматическая природа корня, каковая может быть субстантивной (корни со свойствами существительного), адъективной (прилагательного), вербальной (глагола) и адвербальной (наречия). Необходимость того или иного суффикса определяется исходя из принадлежности корня к какому-либо из этих грамматических классов согласно принципам необходимости и достаточности. Принцип необходимости требует включения в слово всех морфем, которые необходимы для получения нужного суммарного смысла; принцип достаточности требует изъятия из слова тех морфем, которые избыточны для получения суммарного смысла. Например, для образования названия профессии от корня labor- суффикс -ist- необходим, поскольку данный корень имеет вербальную природу, и с помощью прибавления к нему одного окончания -o мы можем образовать только существительное, обозначающее действие: laboro «работа». В слове же sufloro «суфлёр» суффикс -ist- не нужен, т. к. корень suflor- является субстантивным, более того, сам по себе несёт идею профессии. Поэтому для образования слова, обозначающего данную профессию, достаточно просто окончания -o. При этом, в отличие от глагола labori «работать», глагол suflori «суфлировать, подсказывать» является как бы вторичным. Хотя слова francino «француженка» и aktorino «актриса» обозначают лицо, суффикс с соответствующим значением в них не нужен, поскольку корни franc- и aktor- принадлежат к классу субстантивных и сами по себе указывают именно на лицо, персону; необходим только суффикс -in-, чтобы указать на принадлежность этого лица к женскому полу. В словах же belulino «красавица» и ĉarmulino «прелестница, милочка» необходим также и суффикс -ul-, поскольку корни bel- и ĉarm- относятся к адъективным (имеют характер прилагательного и указывают на качество), и сначала от них с помощью соответствующего суффикса надо образовать слова, обозначающие лицо с данным качеством; простое прибавление к этим корням окончания -o дало бы слова с абстрактным значением «красота» и «обаяние, очарование», и присваивать этим понятиям женский пол было бы странно. Можно добавить, что, хотя корень ĝib- в слове ĝibulino «горбунья» является субстантивным, суффикс -ul- в нём всё-таки необходим, поскольку данный корень выражает идею не лица, а предмета. В слове же timemeco «боязливость, трусость» суффикс -ec- является лишним, достаточно сказать timemo. Из вышесказанного легко понять, почему, например, в слове tranĉilo «нож» присутствует суффикс -il-, в то время как слово ponardo «кинжал» обходится без него. <br>
        Об этом см. также статьи <router-link :to="{name:'grammar',params:{page:16}}">«О пользовании словарём»</router-link>, п. 1, <br>
        и <router-link :to="{name:'about'}">«От автора»</router-link></p>
    </blockquote>

    <blockquote>
      <p>В редких случаях для получения нужного значения окончание или суффикс присоединяется не непосредственно к корню, а к словоформе с соответствующим данному значению окончанием. Ср.: unu/ec/o «единство» — unu/a/ec/o — «первенство»; viv/o «жизнь» — viv/u/o «здравица». Крайне редко это имеет место и во избежание появления омонима: radar/o «радар» — rad/o/ar/o «система колёс, колёса (все колёса в механизме)».</p>
    </blockquote>

    <blockquote>
      <p>Поскольку объяснить здесь все механизмы словообразования не представляется возможным, за их подробным описанием мы рекомендуем обратиться к <span class="caps">PAG</span> (раздел La Vortfarado), а также к сборнику К. Калочая Dek Prelegoj (статья Pri la Vortsistemo de Esperanto).</p>
    </blockquote>

    <p>То, что при словообразовании корень никогда не изменяется (единственный случай изменения корня, а именно его усечения, имеет место при присоединении суффиксов –ĉj-, -nj-), делает возможным резко сократить число подлежащих заучиванию корней: hundo «собака» — virhundo «кобель» — hundino «сука» — hundido «щенок» — hundejo «псарня» — hundujo «(собачья) будка»; amiko «друг» — amikoj «друзья» — amika «дружеский» и т. п. Наличие аффиксальных, т. е. словообразовательных  и словоизменительных, морфем (приставок, суффиксов, окончаний) при неизменном корне делает эсперанто ярким представителем агглютинативных языков и роднит его с рядом национальных языков: тюркскими, финно-угорскими, монгольским, японским, грузинским и многими другими. Однако в отличие от вышеупомянутых языков эсперанто обладает одной интересной особенностью: подавляющее большинство аффиксальных (служебных) морфем может выступать в качестве самостоятельных корней: -et- (суффикс) → eta «маленький, крохотный» → etulo «малыш»; pra- (приставка) → praa «древний, давний, первобытный» → praulo «предок»; -ig- (суффикс) → igi «делать; заставлять»; -as (окончание) → as-tempo «настоящее время глагола» и т. д. Часто такие слова являются синонимами слов с оригинальным корнем: eta = malgranda; igi = devigi, fari; as-tempo = prezenco и т. д. Можно найти немало слов, состоящих из одних аффиксов: al/iĝ/il/o, sen/iĝ/i, et/ul/in/o, fi/ul/ar/o, sen/ind/ul/o, ar/op/e и т. д. Таким образом, деление морфем на корни, приставки, суффиксы и окончания (т. е. на неслужебные и служебные) в эсперанто довольно условно, и с некоторыми оговорками можно считать аффиксы самостоятельными корнями. Эта черта роднит данный язык с группой аморфных (корневых) языков, в частности с китайским. Исходя из этих соображений, некоторые лингвисты трактуют эсперанто как агглютинативно-аморфный язык. Как показала практика, именно такой принцип построения вспомогательного языка позволяет сделать его максимально прозрачным, логичным и лёгким в изучении. В то же время это делает возможным в области словообразования приблизить язык с международной европейской лексикой ко многим неевропейским языкам, что поднимает его интернациональность на качественно более высокий уровень.<br>
    </p><hr noshade="noshade" size="1" height="1"><p></p>

    <p class="footnote" id="sup1"><sup>1</sup> Трактовка некоторых моментов, касающихся грамматики, в эсперанто и в русском языке может не совпадать, она также может различаться у представителей разных школ. Мы придерживаемся концепций и терминологии, наиболее распространённых в описаниях грамматики эсперанто.</p>

    <p class="footnote" id="sup2"><sup>2</sup> Применительно к этим аффиксам термин «окончание» (finaĵo) не совсем удачен, но его употребление вошло в традицию благодаря его удобству и наглядности; по отношению к аффиксам -j и -n в специальных текстах нередко применяется тж. термин postfinaĵo, который мы предлагаем переводить как «постпозитивное окончание».</p>

    <p class="footnote" id="sup3"><sup>3</sup> В дальнейшем в подобных примерах в качестве перевода будет даваться форма мужского рода, как и в корпусе словаря.</p><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
