<template>
  <div class="wrap">
    <h2>Алфавит. Произношение</h2>

    <p>Алфавит языка эсперанто создан на латинской основе. В нём двадцать восемь букв, из них пять с надстрочным знаком «ˆ» и одна с надстрочным знаком «˘»<sup class="footnote"><router-link :to="{name:'grammar',hash:'#sup1', params:{page:'1'}}">1</router-link></sup>. Так как некоторые буквы латинского алфавита в разных языках читаются по-разному, то необходимо дать суммарную таблицу букв эсперантского алфавита с указанием произношения соответствующих звуков.</p>

    <h4>Табл. 1. Алфавит</h4>

    <table class="usertable">
      <tbody><tr>
        <th>Буква </th>
        <th>Название </th>
        <th>Произношение </th>
        <th>Примеры </th>
      </tr>
      <tr>
        <td>A a</td>
        <td>a</td>
        <td>а</td>
        <td>akvo вода, aero воздух, sana здоровый, blanka белый</td>
      </tr>
      <tr>
        <td> B b </td>
        <td> bo </td>
        <td> б </td>
        <td>	bona хороший, birdo птица, laboro труд </td>
      </tr>
      <tr>
        <td> C c </td>
        <td>	co </td>
        <td>	ц </td>
        <td>	centro центр, anonco объявление, peco кусок </td>
      </tr>
      <tr>
        <td> Ĉ ĉ </td>
        <td>	ĉo </td>
        <td>	ч </td>
        <td>	ĉapo шапка, kaĉo каша, aĉeti покупать, riĉa богатый </td>
      </tr>
      <tr>
        <td> D d </td>
        <td>	do </td>
        <td>	д </td>
        <td>	domo дом, diri сказать, sidi сидеть, sed но </td>
      </tr>
      <tr>
        <td> E e </td>
        <td>	e </td>
        <td>	э </td>
        <td>	ekzameno экзамен, dek десять, bone хорошо </td>
      </tr>
      <tr>
        <td> F f </td>
        <td>	fo </td>
        <td>	ф </td>
        <td>	forta сильный, konferenco конференция, afero дело </td>
      </tr>
      <tr>
        <td> G g </td>
        <td>	go </td>
        <td>	г </td>
        <td>	gasto гость, legendo легенда, tago день </td>
      </tr>
      <tr>
        <td> Ĝ ĝ </td>
        <td>	ĝo </td>
        <td>	дж (слитное) </td>
        <td>	ĝardeno сад, etaĝo этаж, manĝi есть, кушать </td>
      </tr>
      <tr>
        <td> H h </td>
        <td>	ho </td>
        <td>	h<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup2', params:{page:'1'}}">2</router-link></sup> </td>
        <td> 	homo человек, honoro честь, haro волос </td>
      </tr>
      <tr>
        <td> Ĥ ĥ </td>
        <td>	ĥo </td>
        <td>	х<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup3', params:{page:'1'}}">3</router-link></sup> </td>
        <td> 	ĥaoso хаос, ĥoro хор, eĥo эхо </td>
      </tr>
      <tr>
        <td> I i </td>
        <td>	i </td>
        <td>	и </td>
        <td>	interesa интересный, sidi сидеть, vidi видеть </td>
      </tr>
      <tr>
        <td> J j </td>
        <td>	jo </td>
        <td>	й </td>
        <td>	juristo юрист, jaĥto яхта, krajonoj карандаши, vejno вена </td>
      </tr>
      <tr>
        <td> Ĵ ĵ </td>
        <td>	ĵo </td>
        <td>	ж </td>
        <td>	ĵurnalo газета, ĵeti бросать, ovaĵo яичница </td>
      </tr>
      <tr>
        <td> K k </td>
        <td>	ko </td>
        <td>	к </td>
        <td>	koro сердце, kesto ящик, kongreso конгресс, ok восемь </td>
      </tr>
      <tr>
        <td> L l </td>
        <td>	lo </td>
        <td>	л <sup>ь</sup> (полумягкое)</td>
        <td>	laboro труд, litero буква, revolucio революция </td>
      </tr>
      <tr>
        <td> M m </td>
        <td>	mo </td>
        <td>	м </td>
        <td>	mi я, morgaŭ завтра, domo дом, komunismo коммунизм </td>
      </tr>
      <tr>
        <td> N n </td>
        <td>	no </td>
        <td> н </td>
        <td>	nova новый, nacio нация, nia наш, bona хороший </td>
      </tr>
      <tr>
        <td> O o </td>
        <td>	o </td>
        <td>	о </td>
        <td>	oro золото, ok восемь, homo человек, forto сила </td>
      </tr>
      <tr>
        <td> P p </td>
        <td>	po </td>
        <td>	п </td>
        <td>	patro отец, plakato плакат, apud возле, por для </td>
      </tr>
      <tr>
        <td> R r </td>
        <td>	ro </td>
        <td>	р </td>
        <td>	rozo роза, revolucio революция, koro сердце </td>
      </tr>
      <tr>
        <td> S s </td>
        <td>	so </td>
        <td>	с </td>
        <td>	sana здоровый, sidi сидеть, kongreso конгресс </td>
      </tr>
      <tr>
        <td> Ŝ ŝ </td>
        <td>	ŝo </td>
        <td>	ш </td>
        <td>	ŝtofo материя, poŝo карман, freŝa свежий </td>
      </tr>
      <tr>
        <td> T t </td>
        <td>	to </td>
        <td>	т </td>
        <td>	tablo стол, teatro театр, ŝtato государство </td>
      </tr>
      <tr>
        <td> U u </td>
        <td>	u </td>
        <td>	у </td>
        <td>	universo вселенная, revolucio революция, unu один </td>
      </tr>
      <tr>
        <td> Ŭ ŭ </td>
        <td>	ŭo </td>
        <td>	у краткое </td>
        <td>	laŭdi хвалить, baldaŭ скоро, naŭ девять </td>
      </tr>
      <tr>
        <td> V v </td>
        <td>	vo </td>
        <td>	в </td>
        <td>	vagono вагон, vakso воск, trankvila спокойный </td>
      </tr>
      <tr>
        <td> Z z </td>
        <td>	zo </td>
        <td>	з </td>
        <td>	zono зона, пояс, dezerto пустыня, trezoro сокровище </td>
      </tr>
      </tbody></table>

    <p>В эсперанто нет никаких особых правил произношения. Девятое правило «Полной грамматики эсперанто» Л. Заменгофа гласит: «Каждое слово читается так, как оно пишется». Это значит, что в эсперанто устная, звучащая речь записывается фонетически, т.&nbsp;е. каждая фонема (неделимая звуковая единица языка) записывается с помощью одной буквы, которая всегда, независимо от положения в слове и ударения, читается одинаково. Другими словами, в эсперанто между фонемами и буквами имеет место взаимно-однозначное соответствие: каждой фонеме соответствует только одна буква, каждой букве соответствует только одна фонема. Единственное требование — следование этому соответствию при чётком произношении всех звуков. Допустима, впрочем, свойственная русскому языку частичная ассимиляция, при которой глухие смычные [п], [т], [к] перед звонкими в ряде случаев могут озвончаться, а звонкие шумные [б], [в], [г], [д] перед глухими — оглушаться: ekzisti «существовать» — [экзи́сти] или [эгзи́сти], absoluta «абсолютный» — [абсолю́та] или [апсолю́та]. Однако ассимиляция крайне нежелательна на стыке морфем, особенно если она может привести к искажению смысла (как в паре subtaso «блюдце» — suptaso «суповая чашка»). Поэтому слова korbtenilo «ручка корзины», subkonscio «подсознание», ekzumi «зажужжать» рекомендуется произносить только как [корбтэни́л <sup>ь</sup> о], [субконсци́о], [экзу́ми]<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup4', params:{page:'1'}}">4</router-link></sup>. На стыке корней для удобства произношения можно сохранить окончание: korbotenilo. Кроме вышеуказанного вида ассимиляции допустима также палатализация (смягчение) согласного перед j: panjo «мама» — [па́нйо] или [па́ньйо].</p>

    <p>В эсперанто ударение всегда падает на предпоследний слог, т. е. на предпоследний гласный звук: pátro «отец», scéno «сцена», sángo «кровь», lónga «длинный», véjno «вена», pájlo «солома», oficíro «офицер», ŝancelíĝi «колебаться», matematíko «математика», fizíko «физика», dinamíko «динамика», senceremoniéco «бесцеремонность», mi kántis «я пел», li subskríbus «он подписал бы». Из данного правила следует, что при суффиксальном словообразовании ударение перемещается: kánti «петь» — kantísto «певец» — kantistíno «певица». При этом необходимо помнить следующее. Во-первых, слова, представляющие собой сочетание приставки mal и односложного слова pli, plej или tro, не являются исключениями из правила и также имеют ударение на предпоследнем слоге: málpli, málplej, máltro. Во-вторых, полугласные звуки [j], [ŭ] в этом плане аналогичны согласным, поскольку не образуют слогов и не влияют на постановку ударения: lóngaj, dómoj, ántaŭ, adíaŭ, adiáŭi, láŭdi, mórgaŭ, morgáŭa. В-третьих, стоящие рядом гласные звуки произносятся раздельно и являются независимыми слогами: neníam, ruíno, konscíi, ekspluáti, menúo, balái, ponéo. Особенно это важно для образованных от интернациональных корней слов, в которых непосредственно перед окончанием стоит i (таким образом оказывающееся под ударением): Francío, geografío, historío, internacía, garantíi, melodíe. Как видно из примеров, ударение в эсперантских и соответствующих им созвучных русских словах часто не совпадает.</p>

    <p>При произношении аббревиатур ударение ставится следующим образом<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup5', params:{page:'1'}}">5</router-link></sup>.  Некоторые аббревиатуры читаются по буквам, поэтому в них каждый слог является ударным: <span class="caps">USSR</span> [у-со́-со́-ро́], <span class="caps">UEA</span> [у́-э́-а́], UK [у́-ко́]. Другие читаются как обычные слова; если они оканчиваются на гласный, то ударение стоит на предпоследнем слоге: <span class="caps">TEJO</span> [тэ́йо], <span class="caps">EVA</span> [э́ва], <span class="caps">REU</span> [рэ́у], если же на согласный, то на последнем слоге: <span class="caps">OSER</span> [осэ́р], OkSEJT [оксэ́йт], <span class="caps">IFEF</span> [ифэ́ф].</p>

    <p>В поэзии допускается опущение окончания [o] (на письме это отмечается знаком апострофа): hom’ вместо homo, ĝarden’ вместо ĝardeno. Место ударения в таких усечённых словах остаётся неизменным.</p>

    <p>Необходимо избегать не свойственных эсперанто особенностей русского произношения, тем более, что некоторые из них могут изменить значение эсперантских слов.</p>

    <p>1. В безударном положении [o] не должно произноситься как [a], как это свойственно произношению в русском литературном языке: ср. <strong>o</strong>kcidento «запад» —
      <strong>a</strong>kcidento «происшествие»,  <strong>o</strong>rgano «орган» —  <strong>a</strong>rgano «подъёмный кран»,  <strong>o</strong>fero «жертва» — <strong>a</strong>fero «дело», p<strong>o</strong>ŝtisto «почтальон, почтовый служащий» — p<strong>a</strong>ŝtisto «пастух», n<strong>o</strong>cio «понятие» — n<strong>a</strong>cio «нация», <strong>o</strong>ranĝo «апельсин» — <strong>a</strong>ranĝo «устройство», kor<strong>o</strong> «сердце» — kor<strong>a</strong> «сердечный», hom<strong>o</strong> «человек» — hom<strong>a</strong> «человеческий», mi dir<strong>o</strong>s «я скажу, я буду говорить» — mi dir<strong>a</strong>s «я говорю», mi sid<strong>o</strong>s «я буду сидеть» — mi sid<strong>a</strong>s «я сижу». </p>

    <p>Также не должны смешиваться в безударном положении [е] и [и]: l<strong>e</strong>tero «письмо» — l<strong>i</strong>tero «буква», L<strong>e</strong>vio «Леви́, Леви́й» (др.-еврейское муж. имя) — L<strong>i</strong>vio «Ли́вий» (др.-рим. муж. имя).</p>

    <p>2. В русском языке не противопоставлены звуки [г] и [h]. В литературном русском языке и севернорусских говорах есть только [г] и нет звука, соответствующего эсперантскому [h]. Наоборот, у представителей южных говоров русского языка нет звука [г], а имеется только [h]. Поэтому у русскоязычных эсперантистов эти два звука нередко смешиваются. Но в эсперанто эти звуки надо строго различать, так как они меняют значение слов: <strong>g</strong>alo «жёлчь» — <strong>h</strong>alo «зал», <strong>g</strong>ardi «стеречь» — <strong>h</strong>ardi «закалять», <strong>g</strong>asti «гостить» — <strong>h</strong>asti «спешить».</p>

    <p>Также необходимо различать русский звук [х] (обозначаемый в эсперанто буквой ĥ) и эсперантский звук [h], так как и в этом случае в зависимости от произношения может меняться смысл слова: <strong>ĥ</strong>oro «хор» — <strong>h</strong>oro «час».</p>

    <p>О произношении звука [h] см. сноску<sup class="footnote"><router-link :to="{name:'grammar',hash:'#sup2', params:{page:'1'}}">2</router-link></sup>.</p>

    <p>3. Краткое (неслоговое) [у] не должно смешиваться ни с гласным [у], ни тем более с согласным [в]. Оно произносится как английское [w] или русское [у] в таких словах, как «аудитория», «аукцион», «каучук». Особо следует подчеркнуть неслоговой характер краткого [у], так как от этого зависит место ударения в слове (см. выше).</p>

    <p>4. Гласный [е] в эсперанто не палатализует, т. е. не смягчает предшествующего согласного, как это происходит в русском языке (при этом перед звуком [e] не должен слышаться звук [й]): ne [нэ] — «нет», merito [мэри́то] — «заслуга», teatro [тэа́тро] — «театр». Не должно быть и чрезмерного смягчения зубных согласных [н], [т], [д] перед [и], например в словах nia «наш», tio «то», direkto «направление».</p>

    <p>5. Звук [и] после шипящих согласных нельзя уподоблять звуку [ы], как это имеет место при произнесении русских слов «жизнь» [жызнь] и «шило» [шыло]: ŝi [ши] — «она», ĵipo [жи́по] — «джип».</p>

    <p>6. Между звуком [и] и последующим гласным звуком никогда не должен слышаться звук [й]; поэтому слова revolucia «революционный», tie «там», kio «что» следует произносить как [рэволюци́а], [ти́э], [ки́о], а не как [рэволюци́я], [ти́е], [ки́ё].</p>

    <p>7. Звонкие согласные на конце слов не оглушаются. Поэтому слова sed «но», sub «под» следует произносить как [сэд], [суб], а не как [сэт], [суп].</p>

    <p>8. Аффриката [дж] не должна распадаться на два отдельных звука; она произносится слитно, как в английском или итальянском языках.</p>

    <p>9. Некоторые трудности может вызывать и произношение звука [л]. Строго говоря, оно должно быть средним — ни твёрдым, ни мягким: твёрже русского [ль] в слове «львица», но мягче русского [л] в слове «лад» (так называемое среднеевропейское полумягкое [л], характерное для французского и итальянского языков).<br>
    </p><hr noshade="noshade" size="1" height="1"><p></p>

    <p class="footnote" id="sup1"><sup>1</sup> Л.&nbsp;Заменгоф предложил при отсутствии в типографском наборе необходимых литер знак «ˆ» заменять последующей буквой h, а знак «˘» не ставить: ĉ = ch, ĝ = gh, ĥ = hh, ĵ = jh, ŝ = sh, ŭ = u. Встречаются также другие формы суррогатной передачи надстрочных знаков.</p>

    <p class="footnote" id="sup2"><sup>2</sup> Этот знак обозначает фрикативный звук, подобный тому, который мы произносим в междометиях «ага», «ого» на месте буквы г. Звук [h] произносится как густое придыхание, причём неважно — звонко или глухо, но в отличие от [ĥ] совсем без хрипоты, так как спинка языка не касается нёба. Очень многие эсперантисты произносят этот звук как обозначаемый буквой h звук-выдох в английском или немецком языках.  </p>

    <p class="footnote" id="sup3"><sup>3</sup> Звук (и буква) ĥ нередко заменяется на k: ĥemio = kemio, meĥaniko = mekaniko. Однако если это может привести к образованию омонима, такая замена недопустима: ĥolero≠kolero, ĥoro≠koro.  </p>

    <p class="footnote" id="sup4"><sup>4</sup> А поскольку иногда бывает нелегко сразу определить, находятся ли подверженные ассимиляции звуки внутри корня или на стыке морфем (как, например, в слове substrato), мы ещё раз советуем произносить все звуки максимально близко к написанию.</p>

    <p class="footnote" id="sup5"><sup>5</sup> Колкер&nbsp;Б.&nbsp;Г. Международный язык эсперанто: полный учебник / Б.&nbsp;Г.&nbsp;Колкер. — М., 2007. С. 9.</p><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
