<template>
  <div class="wrap">
    <h2>Числительные</h2>

    <p>Количественные числительные (bazaj numeraloj) бывают простые, сложные и составные.</p>

    <p>Простые числительные состоят из одного корня. К ним относятся наименования чисел от одного до десяти, а также чисел 100 и 1000: 1 — unu, 2 — du, 3 — tri, 4 — kvar, 5 — kvin, 6 — ses, 7 — sep, 8 — ok, 9 — naŭ, 10 — dek, 100 — cent, 1000 — mil.</p>

    <p>Сложные числительные имеют два корня. К ним относятся наименования чисел, обозначающих десятки от двадцати до девяноста и сотни от двухсот до девятисот:<br>
    </p><br><table class="usertable">
    <tbody><tr>
      <td> 20 dudek	</td>
      <td> 200 ducent </td>
    </tr>
    <tr>
      <td> 30 tridek </td>
      <td> 300 tricent </td>
    </tr>
    <tr>
      <td> 40 kvardek </td>
      <td> 400 kvarcent </td>
    </tr>
    <tr>
      <td> … </td>
      <td> … </td>
    </tr>
    <tr>
      <td>90 naŭdek </td>
      <td> 900 naŭcent </td>
    </tr>
    </tbody></table><p></p>

    <p>Составные числительные состоят из двух или нескольких слов. К ним относятся наименования чисел от одиннадцати до девятнадцати, от двадцати одного до двадцати девяти, от тридцати одного до тридцати девяти и т. д.:</p>

    <table class="usertable">
      <tbody><tr>
        <td>11 dek unu </td>
        <td> 21 dudek unu </td>
        <td> 111 cent dek unu </td>
      </tr>
      <tr>
        <td>12 dek du </td>
        <td> 22 dudek du </td>
        <td> 112 cent dek du </td>
      </tr>
      <tr>
        <td>13 dek tri </td>
        <td> 23 dudek tri </td>
        <td> 113 cent dek tri </td>
      </tr>
      <tr>
        <td>…	</td>
        <td> … </td>
        <td> …	 </td>
      </tr>
      <tr>
        <td>19 dek naŭ </td>
        <td> 29 dudek naŭ </td>
        <td> 119 cent dek naŭ </td>
      </tr>
      </tbody></table>

    <p>Количественные числительные не склоняются: Mi donis al li unu libron «Я дал ему одну книгу»; Mi vidis tri virojn «Я видел трёх мужчин». Числительное unu «один» часто употребляется в значении местоимения — в единственном и множественном числе: Tiun libron donacis al mi unu el miaj amikoj «Эту книгу подарил мне один из моих друзей»; Unuj sidas, aliaj staras «Одни сидят, другие стоят» (подробнее об unu — см. статью в данном словаре). Путём прибавления к количественному числительному окончания <strong>-o</strong> образуются соответствующие существительные, которые в эсперанто нередко трактуются как субстантивные числительные (substantivaj numeraloj): unuo «единица», duo «двойка», trio «тройка», kvaro «четвёрка», kvino «пятёрка», seso «шестёрка», sepo «семёрка», oko «восьмёрка», naŭo «девятка», deko «десятка, десяток», cento «сотня», milo «тысяча».</p>

    <p>Форма на -o, как и все существительные, может принимать окончания множественного числа -j и винительного падежа -n. Как легко заметить, русское слово «тысяча» на эсперанто может переводиться двояко, в зависимости от смысла: mil okcent sesdek kvin «тысяча восемьсот шестьдесят пять»; stadiono por mil spektantoj «стадион на тысячу зрителей», но ankoraŭ unu milo da spektantoj «ещё одна тысяча зрителей».</p>

    <p>Как видно из последнего примера, с последующим существительным такие слова соединяются при помощи предлога <strong>da</strong>, выражающего родительный падеж количества.</p>

    <p>Наименования чисел miliono «миллион», miliardo «миллиард», biliono «биллион», triliono «триллион» и т. д. имеют форму только имени существительного.</p>

    <blockquote>
      <p>Поскольку числительные «биллион», «триллион» и некоторые другие имеют разное значение в зависимости от системы называний больших чисел (система с длинной шкалой и принятая в России система с короткой шкалой), в эсперанто был разработан основанный на системе с длинной шкалой способ образования названий чисел с помощью суффиксов -ilion- и -iliard- (см. соответствующие статьи в словаре). Однако с практической точки зрения нам представляется более удобным по возможности выражать такие числа через степень числа 10.</p>
    </blockquote>

    <p>Об обозначении понятия «ноль» следует сказать особо. «Фундаментальной» является форма существительного nulo; впоследствии Академия эсперанто официализировала форму количественного числительного nul. Ср.:</p>

    <table class="dtable">
      <tbody><tr>
        <td> Dek gradoj sub la nulo «Десять градусов ниже нуля»; </td>
      </tr>
      <tr>
        <td> Li estas absoluta nulo por mi «Он абсолютный ноль для меня»; </td>
      </tr>
      <tr>
        <td> La telefonnumero de la informservo estas nul-nul-ok «Телефон справочной службы ноль-ноль-восемь». </td>
      </tr>
      </tbody></table>

    <p>Однако в силу специфики данного понятия, а также вследствие совпадения форм числительного и существительного для него в национальных языках многие эсперантисты во всех случаях употребляют форму nulo.</p>

    <p>Порядковые числительные (ordaj, vicmontraj numeraloj) образуются путём прибавления окончания <strong>-a</strong> (а у количественных числительных, имеющих только форму существительного, — путём замены этим окончанием окончания -o) к простому или сложному количественному числительному или к последнему слову составного количественного числительного: nula «нулевой», unua «первый», dua «второй», tria «третий»… deka «десятый», dudeka «двадцатый», trideka «тридцатый»… centa «сотый», ducenta «двухсотый», tricenta «трёхсотый»… mila «тысячный», miliona «миллионный», miliarda «миллиардный».</p>

    <p>Форма на -a, как и все прилагательные, может принимать окончания множественного числа -j и винительного падежа -n.</p>

    <p>Путём прибавления к количественному числительному окончания <strong>-e</strong> образуются соответствующие наречия, которые в эсперанто нередко трактуются как наречные числительные (adverbaj numeraloj): unue «во-первых», due «во-вторых», trie «в-третьих» и т. д.</p>

    <p>Дробные числительные образуются при помощи суффикса <strong>-on-</strong>: duono «половина, одна вторая», triono «треть, одна третья», dekono «одна десятая», centono «одна сотая» и т. д.; du trionoj «две третьих», kvin seponoj «пять седьмых» и т. д.; duona «половинный», duone «наполовину, вполовину, пополам».</p>

    <p>Кратные числительные образуются при помощи суффикса <strong>-obl-</strong>: duobla «двойной, двукратный», triobla «тройной, троекратный», centobla «стократный» и т. д.; duoble «вдвойне, вдвое», centoble «стократно, в сто раз» и т. д.; duoblo «двойное количество, двойное число».</p>

    <p>Собирательные числительные образуются при помощи суффикса <strong>-op-</strong>: duopo «пара», triopo «трое», kvaropo «четверо» и т. д.; duopa «парный», triopa «в котором участвуют трое, состоящий из трёх единиц», kvaropa «состоящий из четырёх единиц» и т. д.; duope «вдвоём», triope «втроём», kvarope «вчетвером» и т. д.</p>

    <p>Правописание числительных подчиняется следующим правилам.</p>

    <p>1. Составные количественные числительные (имеющие два или более ненулевых разрядов, т. е. единиц, десятков, сотен и т. д.) пишутся раздельно:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> dek unu (11 = 10+1), </td>
    </tr>
    <tr>
      <td> dek du (12 = 10+2), </td>
    </tr>
    <tr>
      <td> cent dek tri (113 = 100+10+3), </td>
    </tr>
    <tr>
      <td> mil naŭcent sesdek sep (1967 = 1000+900+60+7). </td>
    </tr>
    </tbody></table><p></p>

    <p>2. Сложные количественные числительные — десятки и сотни (представляющие собой наименование произведения числа 10 или 100 и одноразрядного множителя) — пишутся слитно:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> dudek (20 = 2 * 10), </td>
    </tr>
    <tr>
      <td> tridek (30 = 3 * 10), </td>
    </tr>
    <tr>
      <td> ducent (200 = 2 * 100), </td>
    </tr>
    <tr>
      <td> okcent (800 = 8 * 100). </td>
    </tr>
    </tbody></table><p></p>

    <p>3. Кратные тысяче, миллиону, миллиарду и т. д. пишутся раздельно:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> du mil «две тысячи», </td>
    </tr>
    <tr>
      <td> tri milionoj «три миллиона», </td>
    </tr>
    <tr>
      <td> kvar miliardoj «четыре миллиарда». </td>
    </tr>
    </tbody></table><p></p>


    <p>Такой способ написания принят для того, чтобы в числительных типа sep milionoj kvarcent kvindek du mil sescent tridek ok показать, что количество тысяч обозначается не только числительным du, но всем стоящим перед словом mil числительным kvarcent kvindek du.</p>

    <p>4. Относительно написания порядковых числительных существуют разночтения. В <span class="caps">PAG</span> и ряде других источников рекомендуется следующая система: порядковые числительные, заканчивающиеся единицами, которым предшествует только одно слово-числительное, пишутся через дефис:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> dek-unua «одиннадцатый», </td>
    </tr>
    <tr>
      <td> dudek-tria «двадцать третий», </td>
    </tr>
    <tr>
      <td> sescent-kvina «шестьсот пятый», </td>
    </tr>
    <tr>
      <td> mil-unua nokto «тысяча первая ночь»; </td>
    </tr>
    <tr>
      <td> если же порядковое числительное состоит из нескольких слов, все составные части пишутся раздельно: </td>
    </tr>
    <tr>
      <td> la tricent kvindek sesa tago «триста пятьдесят шестой день», </td>
    </tr>
    <tr>
      <td> la jaro mil okcent okdek sepa «тысяча восемьсот восемьдесят седьмой год». </td>
    </tr>
    </tbody></table><p></p>

    <p>Однако многие эсперантисты в целях унификации все порядковые числительные пишут либо раздельно (такой вариант рекомендует, например, <span class="caps">PMEG</span>): dek unua, mil naŭcent kvindek kvara, либо через дефис: dek-unua, mil-naŭcent-kvindek-kvara.</p>

    <p>Встречается и слитное написание порядковых числительных, заканчивающихся единицами и предваряемых только одним словом — числительным: dekunua, kvardeksesa, milunua. Однако этот вариант представляется нам наименее удачным. У самого Л.&nbsp;Заменгофа встречаются все варианты написания порядковых числительных.</p>

    <h3>Чтение математических выражений</h3>

    <table class="dtable">
      <tbody><tr>
        <td> 0,2 nul(o) komo du; </td>
      </tr>
      <tr>
        <td> 3,085 tri komo nul(o) ok kvin; </td>
      </tr>
      <tr>
        <td> 3 + 4 = 7 tri plus kvar estas (или faras) sep; </td>
      </tr>
      <tr>
        <td> 10 – 6 = 4 dek minus ses estas (или faras) kvar; </td>
      </tr>
      <tr>
        <td> 2 * 6 = 12 duoble ses estas (или faras) dek du; du (multiplikite) per ses estas (или faras) dek du; </td>
      </tr>
      <tr>
        <td> 61 : 4 = 15 (1) sesdek unu dividite per kvar estas (или faras) dek kvin, restas unu; </td>
      </tr>
      <tr>
        <td> 4 : 2 = 2 duone kvar estas (или faras) du; kvar dividite per du estas (или faras) du; </td>
      </tr>
      <tr>
        <td> 3/7 tri sur (или super) sep; tri seponoj; </td>
      </tr>
      <tr>
        <td> 15<sup>3</sup> dek kvin en la tria potenco; </td>
      </tr>
      <tr>
        <td> 2<sup>4</sup> = 16 la kvara potenco de du estas dek ses; du levite al la kvara potenco faras (или estas) dek ses; </td>
      </tr>
      <tr>
        <td> <sup>4</sup>√625 = 5 la kvarapotenca (или la kvara) radiko de sescent dudek kvin estas kvin; </td>
      </tr>
      <tr>
        <td> 2 : 4 = 1 : 2 du rilatas al kvar kiel unu al du. </td>
      </tr>
      <tr>
        <td> Для передачи знака равенства при чтении наряду со словами estas и faras всё чаще используется слово egalas или сочетание egalas al. </td>
      </tr>
      </tbody></table><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
