<template>
  <div class="wrap">
    <h2>О пользовании словарём</h2>

    <p>1. Словарь построен по алфавитно-гнездовому принципу. Заглавные слова, начинающие словарные статьи, расположены в алфавитном порядке. Заглавными словами являются корневые слова, приставочные производные и сложные слова. Суффиксальные производные и производные с помощью одних окончаний помещаются внутри словарной статьи в виде гнезда. По установившейся в эсперантской лексикографии традиции в алфавитном порядке следуют лишь неизменяемые части, основы заглавных слов, т. е. слова без грамматического окончания (o, a, i и&nbsp;т.&nbsp;п.). Таким образом, слово tabak/o «табак» в словнике предшествует слову tabak/fabrik/o «табачная фабрика», а слово hipokondr/o «предреберье» — слову hipokondri/o «ипохондрия». Внутри гнезда образованные с помощью одних окончаний производные располагаются следующим образом. На первом месте стоит форма с окончанием, указывающим на грамматическую природу корня (если основа слова представляет собой один корень), т. е. на его принадлежность к определённому грамматическому классу: существительных (субстантивные корни), прилагательных (адъективные корни), глаголов (вербальные корни). Таким образом, из нахождения на первом месте в словарной статье форм hom||o, libr||o, bel||a, grand||a, vid||i, kur||i следует, что корни hom- и libr- являются субстантивными, bel- и grand-&nbsp;— адъективными, а vid- и kur-&nbsp;— вербальными. В результате этого, например, форма patr||o «отец» предшествует форме ~a «отцовский», а форма labor||i «работать, трудиться» — форме ~o «работа, труд». Если основа слова состоит из нескольких корней, то первое окончание указывает на грамматический характер всей этой основы. Остальные чисто постфиксальные (образованные только с помощью окончаний) производные располагаются не по алфавиту, а в соответствии с их семантической значимостью и частотой употребления: danc||i «танцевать, плясать» — ~o «танец, пляска» — ~a «танцевальный, плясовой»; bon||a «хороший» — ~e «хорошо» — ~o «добро». Суффиксальные производные располагаются обычно в алфавитном порядке, однако в целях удобства изложения материала от этого принципа иногда делаются отступления (например, производная с суффиксом -ant- может быть приведена через запятую непосредственно перед производной с суффиксом -int- и следовать после производной с суффиксом -ec-). Заглавные слова и заглавные формы производных слов выделены полужирным шрифтом.</p>

    <p>2. Морфологические элементы (приставки, корни, суффиксы, окончания) внутри заглавных слов разделяются косой наклонной чертой (/), например: <br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>akv/o/muel/ej/o</strong> водяна́я ме́льница. </td>
    </tr>
    </tbody></table><p></p>

    <p>Неизменяемая часть заглавного слова, повторяющаяся во всех производных данного гнезда, отделяется от остальной части двумя вертикальными линиями (||) и внутри гнезда заменяется знаком тильды (~), например:</p>

    <table class="dtable">
      <tbody><tr>
        <td> <strong>ne/normal||a</strong> ненорма́льный; <strong>~e</strong> ненорма́льно; <strong>~ec/o</strong> ненорма́льность. </td>
      </tr>
      </tbody></table>

    <p>Если заглавное слово не имеет изменяемой части, в иллюстрирующих примерах тильда заменяет всё слово, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>palt/o</strong> пальто́; pelta ~ мехово́е пальто, шу́ба. </td>
    </tr>
    </tbody></table><p></p>

    <p>Если слово в иллюстрирующем примере пишется с заглавной буквы, то первая буква тильдой не заменяется, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>akademi||o</strong> <em>разн.</em> акаде́мия; Scienca A~o Акаде́мия нау́к. </td>
    </tr>
    </tbody></table><p></p>

    <p>Также тильдой не заменяются:</p>

    <ul>
      <li>одна буква;</li>
      <li>части слов, приведённых в объяснениях и примечаниях;</li>
      <li>части слов, приведённых в скобках;</li>
      <li>словообразовательные элементы.</li>
    </ul>

    <p>3. Факультативная часть слов (в том числе факультативные словообразовательные элементы) заключена в скобки, например: <br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>abol(ici)||i</strong> <em>vt</em> отмени́ть, упраздни́ть. </td>
    </tr>
    </tbody></table><p></p>


    <p>4. Все слова, грамматическая природа основы которых не выражена с помощью соответствующего окончания (непроизводные наречия, частицы и пр.), снабжаются необходимыми грамматическими пометами (см. «Условные сокращения»).</p>

    <p>5. Все глаголы, за исключением глаголов с суффиксом -iĝ- (всегда <em>vn</em>, т. е. непереходных) и глаголов с суффиксами -ig- и -iz- (всегда <em>vt</em>, т. е. переходных), снабжаются пометами <em>vn</em> или <em>vt</em>; если переходность глагола не ясна, это указывается в примечании.</p>

    <p>6. Если эсперантское слово не может быть переведено одним русским словом и не может быть кратко пояснено описательными средствами, а также если оно встречается только в определённых словосочетаниях, то после него через двоеточие сразу даётся содержащее его словосочетание или фраза с переводом, позволяющим понять значение данного слова, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>paĉini/a</strong>: ~j korpetoj <em>анат.</em> тельца́ Пачи́ни. </td>
    </tr>
    </tbody></table><p></p>

    <p>7. Если управление в эсперанто чем-либо отличается от управления в русском языке и отсутствие дополнительной информации может вызвать затруднения (например, если при помете <em>vt</em> эсперантский глагол имеет, кроме беспредложного, ещё и предложное управление, если глаголу с предложным управлением в одном языке соответствует глагол с беспредложным управлением в другом или если при предложном управлении в обоих языках оно осуществляется в них с помощью разных предлогов), после управляющего члена, например глагола, курсивом в скобках указывается необходимый предлог (при предложном управлении в обоих языках) или местоимения <em>io, iu (что-л., кто-л.)</em> в необходимом падеже и с необходимым предлогом, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>pardon||i</strong> <em>vt (ion al iu; iun pri io)</em> прости́ть, извини́ть (<em>что-л. кому-л.; кого-л. за что-л.</em>). </td>
    </tr>
    </tbody></table><p></p>

    <p>Если управление эсперантского слова ясно из иллюстрирующего примера, подобные пояснения могут не даваться.</p>

    <p>8. Омонимы даются в разных словарных статьях и обозначаются полужирными римскими цифрами, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>radikal/o I</strong> <em>грам.</em> осно́ва (слова). </td>
    </tr>
    <tr>
      <td> <strong>radikal/o II</strong> <em>хим.</em> радика́л. </td>
    </tr>
    <tr>
      <td> <strong>radikal/o <span class="caps">III</span></strong> <em>см.</em> radikilo. </td>
    </tr>
    </tbody></table><p></p>

    <p>Омонимами считаются слова, а не корни. При этом обозначаются только полные омонимы, т. е. слова, которые не только одинаково звучат, но и не различаются на письме. Так, например, слова kubo и Kubo не трактуются как омонимы.</p>

    <p>9. Отдельные значения многозначного слова обозначаются полужирными арабскими цифрами, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>citr/o 1.</strong> кита́ра, кифа́ра (<em>древний муз. инструмент</em>); <strong>2.</strong> ци́тра (<em>современный муз. инструмент</em>). </td>
    </tr>
    </tbody></table><p></p>

    <p>10. Если заглавное слово употребляется в какой-либо специальной области, то после него или после цифры, указывающей на отдельное значение, приводится терминологическая помета (курсивом) или стилистическая характеристика слова, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>centaŭri/o</strong> <em>бот.</em> золототы́сячник. </td>
    </tr>
    </tbody></table><p></p>

    <p>Соответствующая помета или характеристика может опускаться, если данное курсивом в скобках пояснение слова делает ясной сферу его употребления, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>lir||o I</strong> лира (<em>муз. инструмент</em>). </td>
    </tr>
    </tbody></table><p></p>

    <p>Пометы <em>уст.</em> и <em>редк.</em> относятся к эсперантским словам; устаревшие и редкие русские слова приводятся без таких помет. Слова с пометой <em>оч. сомнит.</em> ни в коем случае не рекомендуются к употреблению; они приведены только потому, что могут встретиться в некоторых источниках.</p>

    <p>11. Близкие по значению переводы (синонимы) разделены запятой, более далёкие оттенки значений — точкой с запятой, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>dis/babil/i</strong> <em>vt</em> разболта́ть, разгласи́ть, преда́ть огла́ске; </td>
    </tr>
    <tr>
      <td> <strong>plej/mal/mult/o</strong> са́мое ма́лое; ма́лая толи́ка; наиме́ньшая часть; меньшинство́. </td>
    </tr>
    </tbody></table><p></p>

    <p>12. При необходимости переводы сопровождаются пояснениями (курсивом в скобках), например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>no/o</strong> но́о, но (<em>жанр традиционного японского театра</em>). </td>
    </tr>
    </tbody></table><p></p>

    <p>В ряде случаев перевод сопровождается синонимичным заглавному эсперантским словом или выражением (набранным прямым шрифтом со знаком равенства в скобках), например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>adjekt||o</strong> <em>грам.</em> обстоя́тельство (= cirkonstanca komplemento). </td>
    </tr>
    </tbody></table><p></p>

    <p>13. Ссылки даются от менее распространённых форм к более распространённым, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>naĝ/vetur/il/o</strong> <em>см.</em> boato, </td>
    </tr>
    <tr>
      <td> и от разговорных форм к научным, например: </td>
    </tr>
    <tr>
      <td> <strong>akv/o/roz/o</strong> <em>см.</em> nimfeo. </td>
    </tr>
    </tbody></table><p></p>

    <p>14. Для результативных эсперантских глаголов (verboj de rezulto) русские переводы приводятся предпочтительно в совершенном виде; для продолжительных эсперантских глаголов (verboj de daŭro) предпочитаются русские глаголы несовершенного вида. Переводы эсперантских продолжительно-результативных глаголов могут осуществляться глаголами как совершенного, так и несовершенного вида или теми и другими одновременно.</p>

    <p>15. В приводимых эсперантских возвратных глаголах может встречаться постановка местоимения sin как после глагола, так и перед ним; оба варианта являются равноценными.</p>

    <p>16. Если имя собственное представляет собой употреблённое в этом значении имя нарицательное, то оно приводится просто как ещё одно значение этого слова с пометой <em>maj</em>, например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>amfor/o 1.</strong> а́мфора; <strong>2.</strong> <em>maj; астр.</em> Водоле́й (<em>созвездие, знак зодиака</em> = Akvisto). </td>
    </tr>
    </tbody></table><p></p>

    <p>Если же имя собственное лишь совпадает по звучанию с каким-либо именем нарицательным, то эти слова приводятся в разных статьях (как омонимы они при этом не помечаются, так как различаются на письме), например:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>mars/o</strong> <em>оч. сомнит., см.</em> topo. </td>
    </tr>
    <tr>
      <td> <strong>Mars/o</strong> <em>миф., астр.</em> Марс (<em>др.-рим. бог войны; планета Солнечной системы</em>). </td>
    </tr>
    </tbody></table><p></p>

    <p>Не являющиеся именами собственными образования от имён собственных приводятся со строчной буквы в отдельной статье, например:</p>

    <table class="dtable">
      <tbody><tr>
        <td> <strong>Kanti/o</strong> Кант (<em>немецкий философ</em>); </td>
      </tr>
      <tr>
        <td> <strong>kanti||a</strong> ка́нтовский; <strong>~an/o</strong> кантиа́нец; <strong>~(an)/ism/o</strong> кантиа́нство. </td>
      </tr>
      </tbody></table>


    <p>17. В старых текстах, наряду со словами agronomo, geografo, biologo и т. п., можно встретить слова agronomiisto, geografiisto, biologiisto и&nbsp;т.&nbsp;п., образованные соответственно от слов agronomio, geografio, biologio и т. п. По мере всё большего приобретения элементом i свойств суффикса названия вышеупомянутых и многих других областей знания и деятельности стали восприниматься как формы, регулярно образованные с его помощью от названий представителя соответствующей области знания или деятельности, и, таким образом, формы с суффиксом -ist- стали излишними. Эти многочисленные и в то же время вполне регулярные и понятные архаизмы в данном словаре в целях экономии места не приводятся. При этом необходимо помнить, что в некоторых названиях областей знания и деятельности i является не суффиксом, а частью корня: geodezio «геодезия» — geodeziisto «геодезист».</p>

    <p>18. Эсперантским пословицам и поговоркам в качестве перевода даётся соответствующий русский аналог; в случае отсутствия такового даётся дословный перевод.</p>

    <p>19. Знак ударения ставится на всех русских словах, за исключением односложных слов, слов, пишущихся через букву ё, а также немногочисленных специальных терминов, место ударения в которых нам установить не удалось.</p>

    <p>20. Географические названия приводятся в общем словнике; список наиболее распространённых сокращений, принятых в эсперанто, прилагается в конце словаря.</p><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
