<template>
  <div class="wrap">
    <h2>Пунктуация</h2>

    <p>Л. Заменгоф считал, что в эсперанто каждый может пользоваться правилами пунктуации, свойственными его родному языку. Однако на основании трудов самого Заменгофа и других авторов были установлены правила пунктуации, несколько отличающиеся в сторону большей свободы от правил, принятых в русском языке. Так, в отличие от русского письма, в эсперантском письме запятой не разделяются однородные члены предложения, соединённые союзами nek «ни», sed «но», kaj «и», aŭ «или», например: nek vi nek mi «ни вы, ни я», homo malforta sed sana «человек слабый, но здоровый», en nia biblioteko estas kaj libroj kaj revuoj kaj ĵurnaloj «в нашей библиотеке есть и книги, и журналы, и газеты», donu al mi aŭ sukon aŭ lakton aŭ akvon «дай(те) мне или сока, или молока, или воды».</p>

    <p>Иногда запятая не ставится и в сочетаниях типа ni esperantistoj «мы, эсперантисты».</p>

    <p>Некоторые эсперантисты не ставят запятую перед союзом ke «чтоб(ы), что», но абсолютное большинство в этом случае её ставит.</p>

    <p>В употреблении заглавных букв под влиянием различных национальных языков и различных лингвистических концепций наблюдается разнобой. Например, иногда (хотя и очень редко) с заглавной буквы пишутся названия дней, месяцев и представителей народов: Lundo «понедельник», Junio «июнь», Anglo «англичанин». Нередко встречается написание с заглавной буквы прилагательных, образованных от имён собственных: Berlina «берлинский», Napoleona «наполеоновский», Platona «платонов». Однако при употреблении заглавных букв вполне можно пользоваться и правилами русского языка. Надо только помнить, что названия языков, представляющие собой простые существительные, традиционно пишутся с заглавной буквы: Esperanto «эсперанто», Volapuko «волапюк», Latino «латынь». (Поскольку подобные названия языков фактически являются именами собственными, мы рекомендуем именно такое написание.) Хотя встречается написание таких слов и со строчной буквы. С заглавной буквы обычно пишутся также названия праздников: Pasko «Пасха», Kristnasko «Рождество», Ramadano «Рамадан». В именах собственных, состоящих из нескольких слов, с заглавной буквы пишутся все слова, кроме служебных: Fina Akto de la Konferenco pri Sekureco kaj Kunlaboro en Eŭropo «Заключительный акт конференции по безопасности и сотрудничеству в Европе». В отличие от русского языка местоимение vi по отношению к второму лицу единственного числа пишется с заглавной буквы исключительно редко (только при обращении к очень высокопоставленным особам, Богу и т. п.).</p>

    <p>Перенос слов можно осуществлять как по слогам, так и произвольно. Не рекомендуется только переносить на следующую строку одну букву (это не имеет смысла, так как одна буква и знак переноса занимают одинаковое место) и оставлять одну букву на предыдущей строке. При переносе необходимо следить, чтобы в результате разделения слов не получались затрудняющие понимание каламбуры. Например, слово katastrofo крайне нежелательно переносить как kata-strofo, слово kamparano — как kampa-rano, а слово pantalono — как pan-talono.</p><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
