<template>
  <div class="wrap">
    <h2>Синтаксис<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup1', params:{page:'13'}}">1</router-link></sup></h2>

    <p>Основной особенностью синтаксического строя эсперанто является свободный порядок слов в предложении, что в значительной степени роднит этот язык с русским. Это стало возможным благодаря специальным окончаниям, позволяющим определить все значимые части речи (а следовательно, обычно и члены предложения<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup2', params:{page:'13'}}">2</router-link></sup>) вне зависимости от их места в предложении, а также благодаря окончанию винительного падежа, позволяющему всегда отличить прямое дополнение от подлежащего. Хотя при изменении порядка слов в предложении общий смысл в большинстве случаев не меняется, могут возникать смысловые оттенки. Поэтому для обычной прозаической речи характерен прямой порядок слов, при котором согласованное определение предшествует подлежащему, подлежащее — сказуемому, а сказуемое — дополнению. При этом возможность менять порядок слов вовсе не означает абсолютно произвольной их постановки. Так, слова ankaŭ, almenaŭ, eĉ, ne, nur должны стоять в определённом месте в зависимости от смысла (см. соответствующие статьи в данном словаре). Особенно это касается слова ankaŭ, место для которого часто выбирается неверно. Например, фразу «я тоже видел Александра» русскоязычные эсперантисты нередко переводят как mi ankaŭ vidis Aleksandron. Однако на эсперанто такая фраза означала бы, что, кроме ещё каких-то действий по отношению к Александру (например, выслушивания его), я также его видел. Если же необходимо подчеркнуть, что Александра видел также я, а не только какие-то другие люди, необходимо сказать ankaŭ mi vidis Aleksandron. Рекомендации по месту в предложении имеются и для слова mem.</p>

    <p>Неопределённо-личные предложения строятся при помощи местоимения oni в качестве подлежащего: Oni diras «Говорят»; Pri gustoj oni ne disputas «О вкусах не спорят».</p>

    <p>В безличных предложениях подлежащее отсутствует: Vesperiĝas «Вечереет»; Hodiaŭ pluvas «Сегодня идёт дождь»; Pri kio temas? «О&nbsp;чём (идёт) речь?».</p>

    <p>В назывных предложениях сказуемое отсутствует:  <br>
      Vintro «Зима»; Profunda nokto «Глубокая ночь»; Mallume «Темно» (в&nbsp;эсперанто подобные предложения обычно трактуются как безличные предложения с опущенным глаголом-связкой esti, состоящие из одной именной части сказуемого; ср. английские обороты типа It is winter).</p>

    <p>Вопросительные предложения обычно (но не всегда) начинаются с вопросительного слова. При составлении специальных вопросительных предложений используются вопросительные местоимения и наречия (см. табл. 4), перед которыми в случае необходимости может стоять предлог, например: Kiu venis? «Кто пришёл?»; Kiom kostas la libro? «Сколько стоит книга?»; Kie li loĝas? «Где он живёт?»; Ĝis kiam li ripozos? «До каких пор он будет отдыхать?». Общие вопросительные предложения, т. е. предложения без подобных слов, обычно начинаются с вопросительной частицы ĉu «разве, ли», например: Ĉu tiu robo estas nova? «Это платье новое?», «Новое ли это платье?». Частица ĉu в составе сочетаний ĉu ne, ĉu vere, ĉu ne vere может стоять и после запятой в конце фразы: Li jam venis, ĉu ne? «Он уже пришёл, не так ли?» (Иногда в конце фразы после запятой встречается употребление ĉu без дополнительных слов, но нам это представляется допустимым только в разговорной речи.) В ряде случаев вопрос может передаваться только знаком вопроса на письме и интонацией в речи: Eble li jam venis? «Возможно, он уже пришёл?» Tamen se li jam venis? «Но если он уже пришёл?» Особенно это характерно для переспрашивания (повторения слова или фразы собеседника): Ni nenion scias pri la afero. — Vi nenion scias? «Мы ничего не знаем об этом деле. — Вы ничего не знаете?»; Verŝajne vi jam vidis Petron. — Petron? Certe mi vidis lin. «Наверное вы уже видели Петра. — Петра? Конечно я видел его». Всё это относится и к придаточным вопросительным предложениям. Русские вопросительно-отрицательные предложения, употребляемые для выражения вежливой просьбы, передаются на эсперанто чисто вопросительными предложениями со сказуемым в условном наклонении, например: Ĉu vi povus doni al mi tranĉilon? «Вы не могли бы дать мне нож?»; Ĉu mi povus ricevi la sendaĵon? «Я не мог бы получить посылку?».</p>

    <p>Об ответах на вопросительно-отрицательные предложения — см. прим. 2 к статье <router-link :to="{name:'dictionary',params:{word:'ne'}}">ne</router-link> в данном словаре.</p>

    <p>Отрицательные предложения строятся при помощи частицы ne или отрицательных местоимений и наречий (см. табл. 4). В простом предложении может употребляться только одно отрицание:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Neniam iu vidis lin tie; Neniu iam vidis lin tie «Никто никогда не видел его там»; </td>
    </tr>
    <tr>
      <td> Oni ne vidis lin iam tie «Его никогда не видели там» (дословно «не видели когда-либо»). </td>
    </tr>
    </tbody></table><p></p>

    <p>Отрицательные предложения, как и в русском языке, можно строить при помощи парных союзов nek… nek «ни… ни». Но, в отличие от русского языка, в эсперанто глагол при этом не отрицается: Mi vidis nek Petron nek lian fraton «Я не видел ни Петра, ни его брата». Если же имеет место отрицание глагола, то употребляется одиночный союз nek (что также нехарактерно для русского языка): Mi ne vidis Petron nek lian fraton.</p>

    <p>В повелительных предложениях употребляются глаголы повелительного наклонения (см. статьи <router-link :to="{name:'dictionary',params:{word:'imperativo'}}">imperativo</router-link>, <router-link :to="{name:'dictionary',params:{word:'volitivo'}}">volitivo</router-link> и раздел <br>
      <router-link :to="{name:'grammar', params:{page:'10'}}">«Глагол»</router-link>). При прямом приказе (т. е. приказе, обращённом непосредственно ко второму лицу единственного или множественного числа) местоимение 2-го лица обычно опускается: Fermu la pordon! «Закрой(те) дверь!». Подлежащие-местоимения 1-го и 3-го лица никогда не опускаются: Ni fermu la pordon! «Давай(те) закроем дверь!»; Ili fermu la pordon! «Пусть они закроют дверь!».</p>

    <p>Сложные предложения, как и в русском синтаксисе, делятся на сложносочинённые и сложноподчинённые и могут быть как союзными, так и бессоюзными. Сложные союзные предложения строятся с помощью союзов (см. раздел <router-link :to="{name:'grammar', params:{page:'11'}}">«Служебные части речи»</router-link>) и союзных слов (например, местоимений и местоименных наречий kiu, kiel, kiam и др. в сложноподчинённых предложениях).</p>

    <p>Правила согласования времён в главном и придаточном предложениях сложного предложения в эсперанто не являются такими жёсткими, как в некоторых нац. языках. Обычно употребление времён в таком случае не отличается от такового в русском языке. При этом употребление настоящего времени вместо будущего подобно русским фразам типа «Он сказал, что завтра уезжает» не допускается. Подробнее об этом см. <span class="caps">PAG</span>, раздел «Frazsintakso», глава «Verbotempoj en subpropozicioj».</p>

    <p>Если в придаточном предложении сложносочинённого предложения субъект, выраженный подлежащим, тот же, что и в главном, то подлежащее придаточного предложения (как и в русском языке) может опускаться: Mi serĉis, sed ne trovis «Я искал, но не нашёл». (Но: Mi serĉis. Sed mi ne trovis «Я искал. Но (я) не нашёл».)</p>

    <p>Если в придаточном предложении сложноподчинённого предложения субъект, выраженный подлежащим, тот же, что и в главном, то подлежащее придаточного предложения (в отличие от русского языка) не опускается; обычно оно выражается личным местоимением: Petro sciis, ke li vane atendas «Пётр знал, что (он) ждёт зря». Личное местоимение, являющееся подлежащим придаточного предложения, при совпадении субъектов в главном и придаточном предложениях сложноподчинённого предложения может опускаться только в определённых случаях вместе со связкой esti: Tiu varo, kvankam (ĝi estas) kara, ne estas bona «Этот товар, хотя (он) дорог, не хорош».</p>

    <p>В придаточных предложениях, вводимых союзами ke «чтоб(ы), что» и por ke «(для того,) чтоб(ы)» и выражающих приказание, побуждение, просьбу, желание, долженствование или цель, сказуемое ставится в повелительном наклонении (u-modo, volitivo):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi petas, ke vi venu tien «Я прошу, чтоб(ы) вы пришли туда»; </td>
    </tr>
    <tr>
      <td> Mi diras tion, por ke vi sciu «Я говорю это (для того), чтоб(ы) вы знали»; </td>
    </tr>
    <tr>
      <td> Ni jam scias, ke ni venu «Мы уже знаем, что мы должны прийти»; </td>
    </tr>
    <tr>
      <td> Mi diris, ke ankaŭ li venu «Я сказал, что он тоже должен прийти; Я сказал, что ему тоже надо прийти; Я сказал, чтоб(ы) он тоже пришёл». </td>
    </tr>
    </tbody></table><p></p>

    <p>О наклонении в придаточном предложении, вводимом союзом kvazaŭ, см. прим. к статье <strong>kvazaŭ 1</strong> в данном словаре.</p>

    <p>Союз ke «что» и выступающее в качестве союзного слова местоимение kio «что» ни в коем случае нельзя путать:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi scias, ke en tiu ĉambro estas biblioteko «Я знаю, что в той комнате (есть) библиотека»; </td>
    </tr>
    <tr>
      <td> Mi scias, kio estas en tiu cambro. «Я знаю, что в той комнате». </td>
    </tr>
    </tbody></table><p></p>

    <p>Приглагольное дополнение в эсперанто, как и в русском языке, бывает прямым (rekta komplemento) и косвенным (nerekta komplemento). Переходные глаголы могут иметь как прямое, так и косвенное дополнение; непереходные — только косвенное. Прямое дополнение строится без предлога и всегда стоит в винительном падеже: vidi <strong>lin</strong> «видеть его», doni <strong>libron</strong> «дать книгу». Косвенное дополнение строится с предлогом и может стоять в винительном падеже лишь в определённых случаях: doni <strong>al li</strong> «дать ему», konversacii <strong>kun amiko</strong> «беседовать с другом», transformiĝi <strong>en oron</strong> «превратиться в золото». В предложении нельзя допускать сочетания прямых дополнений, могущего привести к путанице. По этому правилу с одним дополнением возможны фразы pardoni la infanon и pardoni al la infano «простить ребёнка», но с двумя дополнениями возможна только одна фраза pardoni al la infano lian kulpon «простить ребёнку его вину»; возможны фразы sciigi ion al iu «сообщить что-либо кому-либо» и sciigi iun pri io «известить кого-либо о чём-либо», но невозможна фраза sciigi ion iun. Иными словами, в подобных предложениях не должен употребляться двойной аккузатив.</p>

    <p>От прямого дополнения надо отличать обстоятельственный оборот с употреблённым в нём винительным падежом (о случаях такого употребления см. статью <router-link :to="{name:'dictionary',params:{word:'-n'}}">-n</router-link> п. 3): mi renkontis lin la sesan de julio «я встретил его шестого июля»; mi vidis lin dek minutojn post la dua «я видел его в десять минут третьего»; li ordonis pendigi la kanajlon la kapon malsupren «он приказал повесить мерзавца вниз головой».</p>

    <p>Именная часть составного именного сказуемого, то есть предикативный член (predikativo), не может стоять в винительном падеже; этим она отличается от всегда стоящих в аккузативе прямого дополнения и согласованного определения к нему:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi legas interesan libron «Я читаю интересную книгу», но Mi opinias la libron interesa «Я считаю книгу интересной»; </td>
    </tr>
    <tr>
      <td> Ni elektis prezidanton «Мы выбрали председателя», но Ni elektis lin prezidanto «Мы выбрали его председателем». </td>
    </tr>
    </tbody></table><p></p>

    <p>Заметьте, что русскому творительному падежу именной части сказуемого в эсперанто соответствует именительный (общий падеж без предлога). В некоторых случаях употребление аккузатива меняет структуру предложения. Например, если во фразе Mi vidis la knabon kuranta «Я видел мальчика бегущим» слово kuranta является именной частью сказуемого, хотя и относится к прямому дополнению, характеризует его (так называемый objekta predikativo), то во фразе Mi vidis la knabon kurantan это слово, стоящее в винительном падеже, является уже согласованным определением к прямому дополнению (objekta epiteto), сама же фраза переводится как «Я видел бегущего мальчика»; при более привычном порядке слов она приобретает вид Mi vidis la kurantan knabon. Вместе со структурой предложения меняются оттенки смысла: если в первой фразе подчёркивается, что мальчик бежал, то во второй — что я видел мальчика.</p>

    <p>Оборот kiel + существительное, если он в качестве предикативного члена относится к прямому дополнению, является особым случаем objekta predikativo. Тут существительное ставится в аккузативе: Mi proponis lin kiel prezidanton «Я выдвинул его в председатели» (=&nbsp;Mi proponis lin prezidanto «Я выдвинул его председателем»). Фраза Mi proponis lin kiel prezidanto означала бы «Я выдвинул его как председатель». Также см. статью <router-link :to="{name:'dictionary',params:{word:'kiel'}}">kiel 3</router-link> и примечания к ней.</p>

    <p>При постановке в винительный падеж существительного, вводящего или поясняющего имя собственное, само имя собственное с ним в падеже обычно не согласуется (не получает окончания аккузатива), если эти два слова не разделены запятой, т. е. в смысловом плане представляют собой как бы единое целое: Mi venis en la urbon Moskvo «Я прибыл в город Москву»; Mi studas la internacian lingvon Esperanto «Я учу международный язык эсперанто»; Mi prezentas al vi mian amikon Petro «Я представляю вам моего друга Петра»; Mi renkontis sinjoron Aleksandro «Я встретил господина Александра» (некоторые эсперантисты в этом случае всё же употребляют имя собственное с окончанием -n, у Л. Заменгофа встречаются оба варианта). Аналогично в винительный падеж не ставится неотделённое запятой от вводящего его слова цитированное имя нарицательное: Bonvolu klarigi la nocion „popolo“ «Пожалуйста, объясните понятие „народ“». Когда же между этими двумя словами стоит запятая (что в речи выражается небольшой паузой), т. е. имеет место обособление или смысловое выделение имени собственного, оно тоже ставится в аккузативе: Mi venis en la urbon, en Moskvon «Я прибыл в город, в Москву»; Mi studas la internacian lingvon, Esperanton «Я учу международный язык, эсперанто»; Mi prezentas al vi mian amikon, Petron «Я представляю вам моего друга, Петра». За объяснением всех тонкостей согласования в падеже имени собственного с вводящим его словом мы рекомендуем обратиться к <span class="caps">PAG</span>, § 132. При наличии в функции прямого дополнения двух имён нарицательных, из которых одно вводит или поясняет другое, они оба ставятся в винительный падеж: Mi renkontis sinjoron prezidanton «Я встретил господина председателя»; Mi prezentas al vi mian amikon, esperantiston «Я представляю вам моего друга, эсперантиста».</p>

    <p>В отличие от русского языка, в эсперанто входящий в состав именного сказуемого глагол-связка esti «быть» обязательно должен употребляться и в настоящем времени, например: Mi estas esperantisto «Я эсперантист», Ŝi estas bela «Она красива». Опущение глагола-связки разрешается в предложениях, где роль подлежащего выполняет придаточное предложение, а роль именной части сказуемого — наречие: Bone, ke li venis «Хорошо, что он пришёл»; Terure, kiel mi volas manĝi «Ужасно как я хочу есть», а также в поговорках: Pli bona io, ol nenio «Лучше что-то, чем ничего», Kio mia, tio bona «Что моё, то хорошее», в объявлениях-вывесках:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <span class="caps">PARKADO</span> <span class="caps">MALPERMESITA</span> «ПАРКОВКА <span class="caps">ЗАПРЕЩЕНА</span>»  </td>
    </tr>
    </tbody></table><p></p>

    <p>и в телеграммах: <br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <span class="caps">MONO</span> <span class="caps">RICEVITA</span>. <span class="caps">DANKON</span> «ДЕНЬГИ <span class="caps">ПОЛУЧЕНЫ</span>. <span class="caps">СПАСИБО</span>». </td>
    </tr>
    </tbody></table><p></p>

    <p>Чтобы правильно выбрать окончания для предикативного члена (т. е. именной части составного сказуемого), важно определить, какой частью речи является это слово. Когда предикативный член — существительное или существительное с предлогом, трудностей не возникает: Li estas studento «Он студент»; Tiu poto estas el argilo «Этот горшок — из глины». Когда же в этой роли выступает прилагательное (в предложениях с подлежащим) или наречие (в безличных предложениях), важно помнить следующее. К существительному может относиться прилагательное (возможно в сочетании с глаголом, если оно входит в состав именного сказуемого), но никак не наречие; к глаголу же относится как раз наречие. Во фразе La ĉambro estas varma «Комната тёплая» подлежащее выражено существительным (la ĉambro), поэтому именная часть сказуемого — прилагательное (varma). Во фразе En la ĉambro estas varme «В комнате тепло» подлежащее отсутствует, есть только обстоятельство (en la ĉambro) и глагольная часть сказуемого, глагол-связка (esti), следовательно, именной частью сказуемого должно быть наречие (varme). Подобные безличные фразы могут быть сведены к одному сказуемому или к одному предикативному наречию: Estas varme. Varme. Аналогично: Tio estas interes<strong>a</strong> «Это интересно», но Al mi estas interes<strong>e</strong> «Мне интересно», Estas interes<strong>e</strong> «Интересно» или просто Interes<strong>e</strong> «Интересно»; Tio estas bon<strong>a</strong> «Это хорошо», но Ĉi tie estas bon<strong>e</strong> «Здесь хорошо», Estas bon<strong>e</strong> «Хорошо» или просто Bon<strong>e</strong> «Хорошо». Отсутствие подлежащего не следует путать со случаем, когда оно подразумевается: Aperis multaj malfacilaĵoj, kaj la plej grav<strong>a</strong> estis, ke al ni mankis mono «Возникло много трудностей, но самой значительной было то, что нам не хватило денег» (подразумевается слово malfacilaĵo).</p>

    <p>Именная часть сказуемого выражается наречием не только когда подлежащее отсутствует, но и когда оно представляет собой инфинитив, например: Studi Esperanton estas laŭdind<strong>e</strong> «Учить эсперанто похвально»; Nun estus bon<strong>e</strong> dormi «Сейчас было бы хорошо поспать», или целую фразу: Estas laŭdind<strong>e</strong>, ke vi studas Esperanton «Похвально, что вы учите эсперанто»; Nun estus bon<strong>e</strong>, se mi dormus «Сейчас было бы хорошо, если бы я поспал».</p>

    <p>Однако если инфинитив или фраза выступает в роли прямого дополнения (в предложении с другим подлежащим), во избежание спутывания предикативного наречия с обстоятельственным наречием в качестве именной части сказуемого употребляется прилагательное: Mi trovas laŭdind<strong>a</strong>, ke vi studas Esperanton «Я нахожу похвальным, что вы учите эсперанто»; Nun mi opinias bon<strong>a</strong> dormi «Сейчас я полагаю хорошим поспать».</p>

    <blockquote>
      <p>Обратите внимание, что во фразе «Лучше поздно, чем никогда» слово «лучше» является сравнительной степенью от наречия «хорошо» и переводится как pli bone: Pli bone malfrue ol neniam, в то время как во фразе «Лучше что-то, чем ничего» это слово является сравнительной степенью от прилагательного «хороший» и переводится как pli bona: Pli bona io ol nenio. Это объясняется тем, что в первом случае выступающее в роли обстоятельства наречие требует, чтобы в роли именной части сказуемого также выступало наречие (наречие может характеризоваться другим наречием, но не прилагательным); во втором же случае выступающее в роли подлежащего неопределённое местоимение подобно существительному требует для своей характеристики как раз прилагательного в роли именной части сказуемого. (Глагол-связка esti в этих поговорках обычно опускается.) Также обратите внимание, что фраза «Лучше хорошее, чем плохое» переводится как Pli bona estas (la) bona ol (la) malbona, так как тут являющееся именной частью сказуемого прилагательное характеризует подразумеваемое неопределённое местоимение, которое вместе с определяющим его прилагательным является подлежащим: «нечто хорошее», «что-то хорошее». </p>
    </blockquote>

    <p>Различия между прилагательным и наречием по их отношению к существительному и глаголу распространяются и на причастие с деепричастием. Но важно помнить, что, в отличие от наречия, действительное деепричастие не может быть именной частью сказуемого даже в безличных предложениях.</p>

    <p>Так, во фразе Mi vidis la knabon kurant<strong>a</strong> «Я видел мальчика бегущим» действительное причастие kuranta является именной частью сказуемого и относится к существительному knabo (т. е. бежит мальчик), а во фразе Mi vidis la knabon kurant<strong>e</strong> «Я видел мальчика, когда бежал» деепричастие kurante является обстоятельством образа действия; оно характеризует действие, выраженное простым глагольным сказуемым — глаголом vidi и имеющее субъектом подлежащее mi (т. е. бегу я).</p>

    <p>Попутно можно отметить, что в зависимости от того, является глагол esti связкой (глагольной частью сказуемого) или смысловым глаголом (простым сказуемым), относящееся к нему наречие является предикативным или обстоятельственным:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Al mi estis varme tie «Мне было тепло там» (esti — глагольная часть сказуемого, varme — именная часть сказуемого, предикативный член, tie —  обстоятельство); </td>
    </tr>
    <tr>
      <td> Mi estis longe tie «Я был долго там» (esti — простое сказуемое, longe и tie — обстоятельства). </td>
    </tr>
    </tbody></table><p></p>

    <p>В качестве глагольной части составного именного сказуемого, то есть в качестве глагола-связки (kopulo), может выступать не только отвлечённая связка<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup3', params:{page:'13'}}">3</router-link></sup>  (глагол esti «быть»), но также полуотвлечённая связка (глаголы iĝi «становиться», ŝajni «казаться» и др.) и знаменательная связка (различные глаголы со значением действия, состояния, движения, деятельности и т. д.):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Li iĝis prezidanto «Он стал председателем»; </td>
    </tr>
    <tr>
      <td> Li ŝajnas stranga «Он кажется странным»; </td>
    </tr>
    <tr>
      <td> Ni elektis lin prezidanto «Мы выбрали его председателем»; </td>
    </tr>
    <tr>
      <td> La almozulo ŝajnigis sin blinda «Нищий прикидывался слепым». </td>
    </tr>
    </tbody></table><p></p>

    <p>Глагол aspekti иногда в качестве глагольной части образует составное именное сказуемое с прилагательным в качестве именной части: aspekti bela «выглядеть красивым»; иногда же данный глагол употребляется как простое глагольное сказуемое в сочетании с наречием в качестве обстоятельства: aspekti bele «выглядеть красиво».</p>

    <p>Глаголы labori и servi в качестве глагольной части теоретически могут непосредственно образовывать составное сказуемое с существительными — названиями профессий в качестве именной части: labori instruisto «работать учителем», servi ĉambristino «служить горничной». Но традиционно в подобных фразах перед названием профессии употребляется слово kiel, которое при этом трактуется просто как элемент именной части сказуемого: labori kiel instruisto, servi kiel ĉambristino. Хотя мы находим такой вариант гораздо менее удачным из-за двусмысленности (возможности принятия своеобразного предикативного комплекса за сравнительный оборот), мы рекомендуем его ради следования литературной норме. Также см. статью <router-link :to="{name:'dictionary',params:{word:'kiel'}}">kiel 3</router-link> и примечания к ней в данном словаре.</p>

    <p>Составное глагольное сказуемое состоит из вспомогательного глагола, выражающего грамматическое значение, и неопределённой формы, выражающей основное семантическое значение всей этой конструкции, например: Li restis dormi «Он остался спать»; Mi lasis lin dormi «Я оставил его спать». Но, в отличие от русского языка, в эсперанто в качестве вспомогательного глагола может выступать глагол «казаться» (ŝajni), например: Li ŝajnas dormi «Кажется, что он спит» (<em>буквально</em> «Он кажется спящим» = Li ŝajnas dormanta), а также глаголы физического восприятия «видеть» (vidi), «слышать» (aŭdi), «чувствовать» (senti), например: Mi vidas lin dormi «Я вижу, что он спит» (<em>буквально</em> «Я вижу его спящим» = Mi vidas lin dormanta); Mi aŭdas ŝin kanti «Я слышу, что она поёт» (<em>буквально</em> «Я слышу её поющей» = Mi aŭdas ŝin kantanta). Иногда (очень редко) в этом качестве употребляется также глагол «считать, полагать» (opinii), например: Mi opinias lin labori «Я считаю, что он работает» (<em>буквально</em> «Я считаю его работающим» = Mi opinias lin laboranta)<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup4', params:{page:'13'}}">4</router-link></sup>.</p>

    <p>При наличии в подобных конструкциях прямого дополнения действие, выраженное смысловым глаголом (т. е. инфинитивом), может иметь в качестве субъекта как подлежащее, так и прямое дополнение. Если вспомогательный глагол составного сказуемого является непереходным, то выраженное инфинитивом действие имеет своим субъектом подлежащее: Li ŝajnas min kompreni «Кажется, что он меня понимает» (= Li ŝajnas kompreni min); Mi restis lin helpi «Я остался помогать ему» (= Mi restis helpi lin). Если вспомогательный глагол составного глагольного сказуемого является переходным, то выраженное инфинитивом действие имеет своим субъектом прямое дополнение: Li aŭdas min paroli «Он слышит, что я говорю»; Mi igis lin labori «Я заставил его работать».</p>

    <p>Инфинитив в качестве части составного глагольного сказуемого необходимо отличать от инфинитива в качестве обстоятельства цели, поскольку от этого зависит (не)употребление перед ним предлога цели por. Обычно данный предлог употребляется перед инфинитивом в обстоятельственных оборотах цели, например: Mi restis por helpi lin «Я остался, чтобы помочь ему»; Mi skribas al vi por ricevi respondon «Я пишу вам, чтобы получить ответ». Но если сказуемое выражено глаголом движения, предлог por в этих оборотах часто опускается: Mi iras preni (=&nbsp;por preni) akvon «Я иду набрать воды»; Mi venis diri (=&nbsp;por diri) al vi ion interesan «Я пришёл, чтобы сказать вам кое-что интересное». Однако для указания на то, что инфинитив как часть обстоятельства цели имеет субъектом подлежащее, употребление предлога por обязательно. Ср.:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi venigis doktoron helpi al vi «Я привёл доктора помочь вам» (субъектом выраженного глаголом helpi действия является выступающее в роли прямого дополнения слово doktoro, т. е. помогает доктор). </td>
    </tr>
    <tr>
      <td> Mi venigis doktoron por helpi al vi «Я привёл доктора, чтобы помочь вам» (субъектом выраженного глаголом helpi действия является выступающее в роли подлежащего слово mi, т. е. помогаю я). </td>
    </tr>
    </tbody></table><p></p>

    <hr noshade="noshade" size="1" height="1">

    <p class="footnote" id="sup1"><sup>1</sup> Замечание к главе «Морфология и словообразование» о различии взглядов на ряд грамматических моментов в эсперанто и в русском языке для синтаксиса актуально особенно. </p>

    <p class="footnote" id="sup2"><sup>2</sup> Если разные члены предложения выражены одной частью речи, иногда порядок слов всё же является единственным способом передачи их синтаксических отношений. Ср.: Labori signifas vivi «Работать означает жить» — Vivi signifas labori «Жить означает работать»; Instruisto iĝis oficiro «Учитель стал офицером» — Oficiro iĝis instruisto «Офицер стал учителем». Порядок слов влияет на общий смысл фразы и в некоторых других случаях: Oni igis la soldatojn mortigi ilin «Солдат заставили убивать их» — Oni igis ilin mortigi la soldatojn «Их заставили убивать солдат»; La unua Petro «Первый Пётр» — Petro la Unua «Пётр Первый».</p>

    <p class="footnote" id="sup3"><sup>3</sup> Типы связок взяты нами из классификации глагольных частей именного сказуемого в русском языке и, по нашему мнению, вполне применимы к эсперанто.</p>

    <p class="footnote" id="sup4"><sup>4</sup> Ср. с аналогичным оборотом «аккузатив с инфинитивом» в ряде национальных языков, который в некоторых из них употребляется только при глаголах физического восприятия, а в некоторых имеет более широкий круг употребления.</p><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
