<template>
  <div class="wrap">
    <h2>Артикль</h2>

    <p>Употребление артикля в эсперанто часто вызывает затруднения, так как в русском языке этой служебной части речи нет. Во многих языках есть два артикля: определённый и неопределённый (различают ещё и «нулевой» артикль). В эсперанто неопределённый артикль (nedifina artikolo) отсутствует, поэтому существительные сами по себе являются неопределёнными: studento «студент» (какой-то, некий), libro «книга» (какая-то, некая); mi estas studento «я студент», jen estas libro «вот книга». При необходимости неопределённость может быть усилена словом iu (если подчёркивается выбор объекта<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup1', params:{page:'11'}}">1</router-link></sup>  из множества подобных) или словом ia (если подчёркивается принадлежность объекта к какому-то множеству): venis iu studento «пришёл какой-то студент» (<em>кто-то из студентов</em>); venis ia studento «пришёл какой-то студент» (<em>некий человек, являющийся студентом или назвавшийся им</em>); mi legis tion en iu libro «я прочёл это в какой-то книге» (<em>в какой-то из книг</em>); sur la tablo kuŝas ia libro «на столе лежит какая-то книга» (<em>некий предмет, являющийся книгой или похожий на неё</em>).</p>

    <p>Под влиянием национальных языков некоторые эсперантисты употребляют в качестве неопределённого артикля числительное unu «один». По сути дела, тут unu выступает в роли полуопределённого артикля, показывающего, что предмет известен говорящему, но не известен слушателю: tion diris al mi unu homo «это сказал мне один человек». Подобные фразы можно найти даже у Л.&nbsp;Заменгофа. Однако некоторые теоретики эсперанто (в том числе авторы <span class="caps">NPIV</span>) считают такое словоупотребление нежелательным архаизмом, могущим привести к искажению смысла. Так, в вышеприведённой фразе употребление unu можно трактовать как желание подчеркнуть, что это сказал мне только один человек, а не несколько. Некоторые же эсперантисты, например автор <span class="caps">PMEG</span>, считают такое словоупотребление допустимым и иногда даже полезным. Употреблённое как полуопределённый артикль русское числительное «один» в зависимости от ситуации может переводиться неопределённым местоимением iu или прилагательным certa либо вообще не переводиться.</p>

    <p>Единственный артикль в эсперанто — определённый артикль (difina artikolo) <strong>la</strong>. В отличие от артиклей во многих других языках, он не изменяется ни по родам, ни по числам, ни по падежам. Его постановка в целом означает, что речь идёт о знакомых для всех участвующих в данном общении вещи или понятии. Часто в учебниках эсперанто пишут, что употребление артикля в нём аналогично таковому в европейских языках. Это объясняется тем, что Л.&nbsp;Заменгоф не дал подробных рекомендаций на этот счёт и ограничился лишь ссылкой на основные европейские языки, даже не уточнив полный их список. Однако впоследствии в эсперанто выработались правила употребления артикля, не во всём совпадающие с подобными правилами в других имеющих артикли языках. Например, во французском языке определённый артикль может употребляться перед взятыми в общем смысле названиями веществ и материалов (le fer est un metal «железо — металл»), в итальянском он обычно ставится перед притяжательными местоимениями, в английском — перед названиями рек, а в немецком — перед названиями месяцев. И во всех этих языках определённый артикль может ставиться перед названиями стран, но определяющие такое употребление артикля правила сильно различаются. В эсперанто в перечисленных случаях <strong>la</strong> обычно не употребляется; имеются и другие отличия. А в некоторых языках определённый артикль может употребляться даже перед формой инфинитива (если она выступает в качестве отглагольного существительного), что в эсперанто невозможно в принципе. Поэтому целесообразно привести наиболее общие и характерные случаи употребления и неупотребления определённого артикля в этом языке.</p>

    <h4>I. Определённый артикль употребляется в следующих случаях.</h4>

    <p>1. Когда надо выделить какой-то объект из всех остальных объектов данного вида:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> En <strong>la</strong> ĝardeno sub mia fenestro kreskas floroj «В саду (<em>в определённом, моём или нашем саду</em>) под моим окном растут цветы»; </td>
    </tr>
    <tr>
      <td> <strong>La</strong> akvo jam bolas «Вода (<em>определённая вода, в чайнике на плите</em>) уже кипит». </td>
    </tr>
    </tbody></table><p></p>


    <p>2. Когда объект выделяется из ряда подобных прилагательным, т. е. при выраженном или подразумеваемом сравнении по качественному признаку:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi loĝas en <strong>la</strong> malnova parto de Peterburgo «Я живу в старой части Петербурга (<em>а не в новой</em>)»; </td>
    </tr>
    <tr>
      <td> <strong>La</strong> ruĝa vino pli plaĉas al mi «Красное вино больше нравится мне (<em>чем белое или вообще другие напитки</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>Причём если из контекста или ситуации ясно, о каком виде объектов идёт речь, обозначающее выделяемый объект существительное иногда может опускаться:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>La</strong> ruĝa pli plaĉas al mi.</td>
    </tr>
    </tbody></table><p></p>


    <p>Заметьте, что во фразе malvarma kafo pli plaĉas al mi «холодный кофе больше нравится мне (<em>чем горячий</em>)» перед сочетанием malvarma kafo артикль не употребляется, поскольку тут прилагательное не выделяет из ряда других определённый сорт кофе или определённое количество этого напитка с таким качеством, а лишь характеризует его состояние, т. е. как бы только часть данного понятия. — Но: — <br>
      Malvarma kafo pli plaĉas al mi ol <strong>la</strong> varma «Холодный кофе нравится мне больше, чем горячий». (Тут артикль перед прилагательным varma заменяет существительное kafo, опущенное во избежание его повторения; см. п. 12.)</p>

    <p>3. Когда объект выделяется из ряда подобных порядковым числительным (этот случай близок к пункту 2):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Legu <strong>la</strong> trian frazon «Прочти(те) третью фразу»; </td>
    </tr>
    <tr>
      <td> Mi estis tie <strong>la</strong> unuan fojon «Я был там в первый раз». </td>
    </tr>
    </tbody></table><p></p>

    <p>В частности, артикль обязателен при обозначении дат и часов (при этом существительное может только подразумеваться):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Hodiaŭ estas <strong>la</strong> unua (tago) de majo «Сегодня первое мая»; </td>
    </tr>
    <tr>
      <td> Venu je <strong>la</strong> sepa (horo) «Приходи(те) в семь (часов)». </td>
    </tr>
    </tbody></table><p></p>

    <p>4. Когда разговор идёт об объекте, уже известном собеседникам из прошлого опыта или считающемся таковым: <br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>La</strong> itala lingvo estas bela «Итальянский язык (<em>тот язык, на котором говорят в Италии</em>)  красив». </td>
    </tr>
    </tbody></table><p></p>

    <p>В частности, артикль употребляется, если объект уже упоминался в тексте или разговоре:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi legas libron. <strong>La</strong> libro estas interesa «Я читаю книгу. Книга (<em>та, которую я читаю</em>) интересная». </td>
    </tr>
    </tbody></table><p></p>

    <p>При этом уже знакомый объект не обязательно должен называться тем же словом:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> En mia ĝardeno kreskas rozoj kaj tulipoj. <strong>La</strong> florojn plantis mi mem «В моём саду растут розы и тюльпаны. (<em>Эти</em>) цветы посадил я сам». (Легко догадаться, что слово «цветы» во втором предложении относится к розам и тюльпанам.)  </td>
    </tr>
    </tbody></table><p></p>

    <p>Аналогично артикль используется, если речь идёт об известном или уже упомянутом действии:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi aŭdas iun kanti. <strong>La</strong> kantado estas admirinda «Я слышу, как кто-то поёт. (<em>Это</em>) пение восхитительно». </td>
    </tr>
    </tbody></table><p></p>

    <p>Таким образом, мы видим, что в данном случае артикль может быть заменён определительными (указательными) словами <span style="white-space: nowrap;">«(э)тот»</span>, <span style="white-space: nowrap;">«(э)та»</span>, <span style="white-space: nowrap;">«(э)то»</span>, «эти», «те».</p>

    <p>Если объект является таковым и в синтаксическом смысле (если обозначающее его слово как член предложения представляет собой прямое дополнение), на его известность и определённость иногда указывает сама структура предложения, а именно наличие относящейся к этому прямому дополнению именной части составного сказуемого, которая в этом случае считается в эсперанто особым видом предикативного члена — objekta predikativo. Ср.:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi trovis <strong>la</strong> libron interesa «Я нашёл (<em>эту</em>) книгу интересной»; </td>
    </tr>
    <tr>
      <td> Li pentris <strong>la</strong> knabinon sidanta «Он нарисовал (<em>эту</em>) девочку сидящей»<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup2', params:{page:'11'}}">2</router-link></sup>. </td>
    </tr>
    </tbody></table><p></p>

    <p>Но:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi trovis interesan libron «Я нашёл интересную книгу (<em>какую-то</em>)»; </td>
    </tr>
    <tr>
      <td> Li pentris sidantan knabinon «Он нарисовал сидящую девочку (<em>какую-то</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>(В последних двух предложениях слова interesa и sidanta являются не именной частью сказуемого, а согласованным определением к прямому дополнению, вследствие чего они и стоят в винительном падеже наряду со словами libro и knabino. Конечно, артикль может появиться и в этих фразах, если речь идёт об уже известных объектах. Например: Lia fratino sidis sur divano kaj legis. Li pentris <strong>la</strong> sidantan knabinon «Его сестра сидела на диване и читала. Он нарисовал (<em>эту</em>) сидящую девочку».)</p>

    <p>Однако относящийся к прямому дополнению предикативный член не обязательно указывает на определённость выражаемого этим дополнением объекта. Например: Se mi opinias libron interesa, mi rekomendas ĝin al miaj amikoj «Если я считаю книгу (<em>какую-либо</em>) интересной, я рекомендую её своим друзьям».</p>

    <p>5. Когда объект находится в поле зрения и на него можно указать:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Donu <strong>la</strong> glason «Дай(те) (<em>вот этот, вон тот</em>) стакан». </td>
    </tr>
    </tbody></table><p></p>


    <p>Аналогично артикль употребляется, если речь идёт о действии, совершаемом в данный момент или только что законченном:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Ĉu vi aŭdis <strong>la</strong> krion? «Вы слышали (<em>этот, только что прозвучавший</em>) крик?». </td>
    </tr>
    </tbody></table><p></p>


    <p>В этом случае артикль тоже можно заменить указательным словом.</p>

    <p>6. Когда объект упоминается впервые, но определяется (полностью идентифицируется) непосредственно, например с помощью придаточного предложения:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Li rigardis <strong>la</strong> fotojn, kiujn mi donis al li «Он смотрел (<em>те самые</em>) фотографии, которые я дал ему». </td>
    </tr>
    </tbody></table><p></p>


    <p>В этом случае, как и в двух предыдущих, артикль можно заменить указательным словом. Не следует путать это со случаем, когда объект не определяется, а только дополнительно описывается:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Sur muro pendis fotoj, kiuj ŝajnis tre malnovaj «На стене висели фотографии, которые казались очень старыми». </td>
    </tr>
    </tbody></table><p></p>


    <p>Непосредственное определение может осуществляться и с помощью предложной конструкции; характерным случаем является указание с помощью предлога de (родительного падежа) на принадлежность данного объекта кому-либо или чему-либо:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td>Donu al mi <strong>la</strong> libron de Petro «Дай(те) мне книгу Петра». (В данной ситуации сочетание de Petro выделяет объект как единственный из ряда других в плане принадлежности; даже будучи упомянутым впервые, объект сразу становится известным по этому критерию и, следовательно, определённым.)</td>
    </tr>
    </tbody></table><p></p>


    <p>Аналогично артикль употребляется перед существительными, выражающими непосредственно определяемые действия: <strong>la</strong> kantado de nia gastino «пение нашей гостьи», <strong>la</strong> alveno de printempo «приход весны». Однако и с помощью предложной конструкции объект может не определяться, а лишь дополнительно описываться:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Donu al mi libron de Petro «Дай(те) мне книгу Петра (<em>какую-нибудь, любую, всё равно какую</em>)». (В данной ситуации сочетание de Petro указывает на одинаковую принадлежность ряда подобных объектов, среди которых упоминаемый объект является не единственным, не уникальным, неизвестным и, следовательно, неопределённым; при необходимости неопределённость может быть подчёркнута словом iu, а неважность выбора — словом ajna или сочетанием iu ajn.) </td>
    </tr>
    </tbody></table><p></p>


    <p>Объект может считаться определённым, даже если он не упоминается ранее и не определяется, но входит в состав понятия, упомянутого или определённого ранее:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi aĉetis aŭton, sed <strong>la</strong> motoro ne funkcias «Я купил машину, но мотор (<em>той самой машины</em>) не работает». </td>
    </tr>
    </tbody></table><p></p>


    <p>7. Когда мы говорим об объекте в абстрактном смысле, подразумевая все объекты данного вида:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>La</strong> homo havas du piedojn «У человека (<em>некоего абстрактного человека, т. е. у всех людей как вида</em>) две ноги»; </td>
    </tr>
    <tr>
      <td> <strong>La</strong> kamparo pli plaĉas al mi ol <strong>la</strong> urbo «Деревня (<em>деревня в широком смысле, деревня вообще</em>) нравится мне больше, чем город (<em>город в широком смысле, город вообще</em>)». </td>
    </tr>
    </tbody></table><p></p>

    <p>Также и во множественном числе:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>La</strong> birdoj havas flugilojn «Птицы (<em>все птицы как вид</em>) имеют крылья». </td>
    </tr>
    </tbody></table><p></p>


    <p>Под этот пункт подпадает случай употребления артикля перед существительным, обозначающим видовое понятие, при сопоставлении его с более общим, родовым (при этом существительное, обозначающее родовое понятие, употребляется без артикля, см. II, п. 13):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>La</strong> haringo estas fiŝo «Сельдь — рыба». </td>
    </tr>
    </tbody></table><p></p>


    <p>Однако существительное, обозначающее видовое понятие, часто употребляется и без артикля. Тут подразумевается некий отдельно взятый, но обобщённый объект как представитель своего вида: haringo estas fiŝo (названия веществ и материалов как общевидовых понятий употребляются без артикля всегда, см. II, п. 19).</p>

    <p>Постановка артикля в подобных фразах характерна для франкоязычных эсперантистов, а его избегание — для англоязычных. Наиболее часто такое колебание наблюдается в специальных текстах:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> (<strong>La</strong>) rombo estas kvarangulo kun egalaj lateroj «Ромб это четырёхугольник с равными сторонами»; </td>
    </tr>
    <tr>
      <td> (<strong>La</strong>) substantivo havas la finaĵon -o «Существительное имеет окончание -о». </td>
    </tr>
    </tbody></table><p></p>

    <p>Мы полагаем, что в обыденной речи целесообразно придерживаться французской модели, а в специальной — английской. Во всяком случае, артикль тут можно употреблять, если его можно заменить обобщающими словами «все», «всякий», «каждый».</p>

    <p>8. Когда речь идёт обо всём количестве чего-либо. Это относится как к неисчисляемым объектам:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi fortrinkis <strong>la</strong> lakton «Я выпил молоко (<em>всё молоко, которое имел</em>)»,  </td>
    </tr>
    </tbody></table><p></p>

    <p>так и к исчисляемым, т. е. ко всем элементам какого-либо множества (этот случай близок к пункту 7 для множественного числа):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td>Mi formanĝis la bombonojn «Я съел конфеты (<em>все конфеты</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>Тут артикль соответствует словам «весь», «вся», «всё», «все».</p>

    <p>В частности, <strong>la</strong> ставится, когда имеется в виду всё количество или все элементы единого целого:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Lia konduto ofendas <strong>la</strong> kolektivon «Его поведение оскорбляет коллектив (<em>весь коллектив, всех его членов</em>)»; </td>
    </tr>
    <tr>
      <td> Ili forhakis <strong>la</strong> arbaron «Они вырубили лес (<em>весь лес, все деревья в нём</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>В этом случае с существительным часто употребляется прилагательное tuta «весь, целый»: <strong>la</strong> tuta kolektivo «весь коллектив, целый коллектив», <strong>la</strong> tuta arbaro «весь лес, целый лес».  <br>
      Но:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Anstataŭ planti kelkajn arbojn ili plantis tutan arbaron «Вместо того чтобы посадить несколько деревьев, они посадили целый лес». (Тут артикль не нужен, так как слово arbaro «лес» употреблено в переносном смысле и означает некое очень большое количество деревьев.) </td>
    </tr>
    </tbody></table><p></p>

    <p>Ср. также:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi fortrinkis <strong>la</strong> tutan lakton «Я выпил всё молоко»; </td>
    </tr>
    <tr>
      <td> Mi trinkis tutan maron da lakto «Я выпил целое море молока». (В последнем предложении артикля нет, поскольку имеется в виду не всё составляющее конкретное море количество жидкости, а просто некое очень большое её количество; однако обратите внимание, что в использованной Заменгофом при переводе «Гамлета» фразе <strong>la</strong> tuta maro da mizeroj артикль указывает на то, что речь идёт обо всём <strong>этом</strong> море нужды, т. е. обо всём огромном количестве нужды в этом мире.) </td>
    </tr>
    </tbody></table><p></p>

    <p>9. Когда объект в данной ситуации только один:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>La</strong> direktoro de la lernejo vizitis nian lecionon «Директор (<em>в школе только один директор</em>) школы посетил наш урок»; </td>
    </tr>
    <tr>
      <td> <strong>La</strong> luno prilumis nian vojon «Луна (<em>луна только одна</em>) освещала наш путь». </td>
    </tr>
    </tbody></table><p></p>


    <p>10. Чтобы указать на принадлежность объекта:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Li metis <strong>la</strong> manon en <strong>la</strong> poŝon «Он положил руку (<em>свою руку</em>) в карман (<em>свой карман</em>)»; </td>
    </tr>
    <tr>
      <td> Donu al mi <strong>la</strong> manon «Дай(те) мне руку (<em>твою, вашу руку</em>)». </td>
    </tr>
    </tbody></table><p></p>

    <p>Аналогично артикль употребляется для указания на совершение действия субъектом этого действия:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Li daŭrigis <strong>la</strong> kantadon «Он продолжил пение (<em>своё</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>В этом случае артикль заменяет притяжательное местоимение.</p>

    <p>11. Перед частицами plej и malplej, когда они относятся к прилагательному и выражают относительную превосходную степень, т. е. когда утверждается, что степень выраженности признака у данного объекта наибольшая или наименьшая по сравнению со всеми подобными объектами и что данный объект является уникальным, единственным в проявлении данного качества (здесь превосходная степень выделяет один объект из всех; этот случай является показательным):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Moskvo estas <strong>la</strong> plej granda urbo de Rusio «Москва — самый большой город России»; </td>
    </tr>
    <tr>
      <td> Li estas <strong>la</strong> malplej serioza el miaj amikoj «Он — самый несерьёзный из моих друзей». </td>
    </tr>
    </tbody></table><p></p>


    <p>Однако иногда имеет место так называемая абсолютная превосходная степень, т. е. утверждается, что данное качество у объекта выражено в высочайшей степени, но, возможно, он не является лидером по сравнению с другими подобными объектами и не обладает уникальностью в этом плане (здесь превосходная степень характеризует группу объектов с данным качеством). В таком случае артикль не ставится:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Eĉ vulpo plej ruza fine estas kaptata «Даже самая хитрая лиса (<em>не единственная самая хитрая из всех лис, а любая лиса, отличающаяся большой хитростью</em>) в конце концов будет поймана»; </td>
    </tr>
    <tr>
      <td> En tiu klaso studas plej bonaj lernantoj «В том классе учатся лучшие ученики (<em>не вообще самые лучшие, а просто очень хорошие, старательные</em>)». </td>
    </tr>
    </tbody></table><p></p>

    <blockquote>
      <p>В ранних текстах встречается постановка la перед превосходной степенью наречия: —<br>
        Maria kantas la plej bele el ĉiuj  «Мария поёт красивее всех». —<br>
        Но сейчас такое употребление не допускается.</p>
    </blockquote>


    <p>12. Чтобы дважды не повторять одно и то же существительное (во второй раз его можно заменить определённым артиклем):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Saĝa amiko estas pli bona ol <strong>la</strong> malsaĝa «Умный друг лучше глупого (<em>друга</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>В этом случае артикль может ставиться даже перед притяжательным местоимением:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Jen estas mia libro, jen <strong>la</strong> via «Вот моя книга, вот ваша (<em>книга</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>Также обычно (но не обязательно!) артикль ставится перед прилагательным или порядковым числительным, если оно употреблено самостоятельно, а описываемое им существительное подразумевается (употребление артикля в этом случае больше свойственно обычной речи, а неупотребление — сентенциям, пословицам, поговоркам, архаичному стилю и т. п.):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>La</strong> nova estas la bone forgesita malnova «Новое — хорошо забытое старое»; </td>
    </tr>
    <tr>
      <td> <strong>La</strong> unua ĉiam riskas «Первый всегда рискует». </td>
    </tr>
    </tbody></table><p></p>


    <p>13. Перед прилагательным, определяющим имя собственное (т. е. перед согласованным определением имени собственного):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>la</strong> bela Parizo «прекрасный Париж», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> facila Esperanto «лёгкий эсперанто», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> maljuna Panov «старый Панов». </td>
    </tr>
    </tbody></table><p></p>

    <p>В частности, артикль употребляется, если с помощью прилагательного осуществляется выбор (реальный или кажущийся) между двумя и более объектами с одинаковыми названиями. В этом случае прилагательное как бы уточняет, какое из нескольких понятий мы выбираем:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> al mi venis <strong>la</strong> pli aĝa Panov «Ко мне пришёл старший Панов»; </td>
    </tr>
    <tr>
      <td> la bildo de Venero, de <strong>la</strong> surtera Venero «картина Венеры, земной Венеры». (Во второй раз уточняется, что речь идёт именно о земной Венере, а не о небесной, например.) </td>
    </tr>
    </tbody></table><p></p>

    <p>Заметьте, что во фразе tio estas ekzemplo de bona Esperanto «это пример хорошего эсперанто» артикль перед сочетанием bona Esperanto не ставится, поскольку оно обозначает не отдельный определённый язык, а лишь его стиль, некую разновидность, т. е. как бы только часть данного понятия; не идёт тут речь и о выборе между различными эсперанто.</p>

    <p>Артикль ставится также перед вводящим имя собственное существительным (возможно, в сочетании с относящимися к этому существительному прилагательным или другим существительным с предлогом, т. е. с согласованным или несогласованным определением):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>la</strong> urbo Peterburgo «город Петербург», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> rivero Volgo «река Волга», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> monato Marto «месяц март», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> klubo «Espero» «клуб „Эсперо“», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> facila lingvo Esperanto «лёгкий язык эсперанто», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> diino de beleco Venero «богиня красоты Венера». </td>
    </tr>
    </tbody></table><p></p>


    <p>К описанным в этом пункте случаям в значительной степени близок случай употребления артикля перед стоящим после имени детерминирующим словом (прозвищем, псевдонимом и т. п.):</p>

    <table class="dtable">
      <tbody><tr>
        <td> Karolo <strong>la</strong> Kvina «Карл Пятый», </td>
      </tr>
      <tr>
        <td> Ivano <strong>la</strong> Terura «Иван Грозный», </td>
      </tr>
      <tr>
        <td> Johano <strong>la</strong> Baptisto «Иоанн Креститель». </td>
      </tr>
      </tbody></table>


    <p>Если в подобном имени собственном детерминирующее слово представляет собой существительное, некоторые эсперантисты артикль всё же не употребляют: Johano Baptisto. Мы полагаем целесообразным ставить артикль и в этом случае, во-первых, для единообразия, а во-вторых, чтобы наверняка отличить действительное прозвище от фамилии (Baptisto может быть вторым именем или фамилией). Если же в качестве детерминирующего слова используется прилагательное, порядковое числительное или причастие, артикль однозначно обязателен.</p>

    <p>В названиях судов, гостиниц и т. п., хотя стоящее перед именем собственным общеупотребительное существительное опускается, артикль обычно сохраняется:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Li ekloĝis en <strong>la</strong> Tri Cervoj «Он поселился в «Трёх оленях» (<em>в гостинице „Три оленя“</em>)»; </td>
    </tr>
    <tr>
      <td> Li veturis per <strong>la</strong> Miĥail Lermontov «Он плыл на „Михаиле Лермонтове“ (<em>на теплоходе „Михаил Лермонтов“</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>Но если предшествующее существительное или прилагательное представляет собой название профессии, чин, звание или титул, а также уважительное звание (составляющее с именем собственным как бы единое целое), например sinjor(in)o, kamarad(in)o, fraŭlino, doktoro, profesoro, kolonelo, Sankta, Beata, артикль не ставится: ŝoforo Ivanov «шофёр Иванов», advokato Petrov «адвокат Петров», grafo Nulin «граф Нулин», barono Brambeus «барон Брамбеус», doktoro Zamenhof «доктор Заменгоф», sinjoro Lapenna «господин Лапенна», generalo Sebert «генерал Себер», Sankta Petro «Святой Пётр», Beata Augusteno «Блаженный Августин» (следует обратить внимание, что имя святого может обозначать церковь или праздник и в этом случае употребляться с артиклем: <strong>la</strong> Sankta Bartolomeo = la preĝejo de Sankta Bartolomeo; <strong>la</strong> Sankta Johano = la tago de Sankta Johano). Иногда встречающееся в подобных сочетаниях употребление артикля перед названиями титулов и профессий обусловлено влиянием французского языка и, на наш взгляд, является нежелательным. Однако если название профессии, титул или звание сопровождается эпитетом, артикль употребляется: <strong>la</strong> varsovia kuracisto Zamenhof «варшавский врач Заменгоф», <strong>la</strong> fama akademiano Pavlov «знаменитый академик Павлов», <strong>la</strong> nelacigebla sinjoro Lapenna «неутомимый господин Лапенна». (Не забывайте, что при употреблении названия профессии, титула или звания без имени собственного действуют общие правила, и артикль ставится, если это необходимо по смыслу: Nin vizitis profesoro de universitato. <strong>La</strong> profesoro prelegis pri Esperanto «Нас посетил профессор университета. Профессор (<em>этот профессор</em>) прочитал лекцию об эсперанто».)</p>

    <p>К данному пункту можно отнести и случай употребления определённого артикля перед составным именем собственным, одна часть которого является именем нарицательным (общеупотребительным существительным), а другая — его эпитетом (прилагательным):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>la</strong> Nigra Maro «Чёрное море», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> Granda Ursino «Большая Медведица», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> Bonespera Kabo «Мыс Доброй Надежды», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> Bordo Lazura «Лазурный Берег». </td>
    </tr>
    </tbody></table><p></p>

    <blockquote>
      <p>Если прилагательное в составном имени собственном не является общеупотребительным, а образовано от какого-либо имени собственного, артикль часто не ставится: Ĝeneva Lago «Женевское озеро»; для единообразия и простоты мы полагаем целесообразным ставить артикль и в этом случае.</p>
    </blockquote>


    <p>Однако если входящее в это сочетание существительное само является именем собственным, артикль не ставится:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Suda Afriko «Южная Африка», </td>
    </tr>
    <tr>
      <td> Norda Ameriko «Северная Америка». </td>
    </tr>
    </tbody></table><p></p>

    <p>Не ставится он и в том случае, когда речь идёт об указании на часть более крупного образования, т. е. как бы только на часть данного понятия:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> orienta Azio «восточная Азия», </td>
    </tr>
    <tr>
      <td> norda Eŭropo «северная Европа». </td>
    </tr>
    </tbody></table><p></p>

    <p>Но:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi vojaĝis tra norda Eŭropo, ne tra <strong>la</strong> centra «Я путешествовал по северной Европе, не по центральной». (Тут артикль заменяет слово Europo, опущенное во избежание его повторения; см. п. 12.) </td>
    </tr>
    </tbody></table><p></p>

    <p>Спорным случаем является (не)употребление артикля перед титулом без имени собственного, если перед всем этим сочетанием стоит уважительное звание-обращение, но при этом нет обращения к данному лицу (см. II, п. 4). Согласно <span class="caps">PAG</span> в таком случае артикль употребляется:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Sinjoro <strong>la</strong> prezidento sendis al ni gratulleteron «Господин президент послал нам поздравительное письмо»; </td>
    </tr>
    <tr>
      <td> Sinjoro <strong>la</strong> grafo atendas vin «Господин граф ждёт вас». </td>
    </tr>
    </tbody></table><p></p>

    <p>Подобные фразы встречались у Л. Заменгофа и также обусловлены влиянием французского языка, однако абсолютное большинство эсперантистов считает употребление в них артикля излишним. Мы придерживаемся такого же мнения.</p>

    <p>14. Обычно перед именем собственным во множественном числе, так как подобные имена собственные воспринимаются как имена нарицательные во множественном числе: <strong>la</strong> Andoj, <strong>la</strong> Filipinoj. Однако встречается и написание таких названий без la. Необходимо помнить, что слово alpo в эсперанто является именем нарицательным, так что в названии «Альпы» употребление артикля обязательно: <strong>la</strong> Alpoj.</p>

    <p>15. Перед именем собственным, после которого стоит несогласованное определение (существительное с предлогом) или описание, позволяющее отличить данный объект от других с таким же названием (ср. II, п. 1):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Pasintjare mi vizitis Berlinon, sed ne <strong>la</strong> Berlinon de Germanio. Mi vizitis unu el la multaj Berlinoj en Usono «В прошлом году я посетил Берлин, но не Берлин в Германии. Я посетил один из многих Берлинов в <span class="caps">США</span>». </td>
    </tr>
    </tbody></table><p></p>

    <p>К этому случаю можно отнести сочетание <strong>la</strong> Peterburgo de Puŝkin «Петербург Пушкина» и фразу ŝi ne trovis <strong>la</strong> Parizon, pri kiu ŝi revis «она не нашла Парижа, о котором мечтала», в которых речь тоже идёт как бы о разных городах с названием Петербург или Париж, из которых выделяется один. (Обратите внимание, что это не относится к составным именам собственным, состоящим из простого имени собственного и его несогласованного определения; артикль перед ними не употребляется, так как тут не выделяется один объект из нескольких, а просто приводится название объекта: Bulonjo ĉe maro, Frankfurto ĉe Odro, Frankfurto ĉe Majno.)</p>

    <p>Аналогично, когда имя собственное употребляется как имя нарицательное и имеет после себя несогласованное определение или описание, тоже предполагается как бы выделение одного объекта из нескольких:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Li estas <strong>la</strong> Herkulo de nia vilaĝo «Он Геркулес нашей деревни». </td>
    </tr>
    </tbody></table><p></p>


    <p>16. Перед превращённым в имя собственное именем нарицательным, например в сказках:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Kaj tiam <strong>la</strong> Nokto diris… «И тогда Ночь сказала…». </td>
    </tr>
    </tbody></table><p></p>

    <p>Аналогично использование артикля при употреблении имён нарицательных в качестве названий организаций, периодических изданий и т. п.: la Forumo (в последнем случае артикль может и не употребляться; это определяется влиянием того или иного национального языка).</p>

    <p>17. Перед существительным, вводящим цитируемое слово:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>la</strong> prepozicio «de» «предлог „de“», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> nocio «popolo» «понятие „народ“, </td>
    </tr>
    </tbody></table><p></p>

    <p>а также непосредственно перед цитируемыми словом или группой слов для их субстантивизации, т. е. придания им свойств существительного, что бывает необходимо во фразах типа <strong>la</strong> «tuj» de sinjoroj estas multe da horoj «у господ „сейчас“ значит через час». Тут артикль, по сути дела, указывает на подразумеваемое существительное, вводящее цитату: <strong>la</strong> vorto «tuj», <strong>la</strong> nocio «tuj».</p>

    <h4>Примечания.</h4>

    <p>1. В поэзии, пословицах и поговорках (и очень редко в прозе) допускается усечение конечного гласного в артикле, на письме обозначаемое апострофом: <strong>l’</strong>. Теоретически усечённый артикль можно употреблять в любых случаях, если это не вызывает трудностей произношения: por reunuigi l’ homaron. Наиболее же характерна его постановка после предлогов и союзов, оканчивающихся на гласный звук: de l’, pri l’, se l’, ke l’ и т. д. В прозе классическая литературная норма допускает усечение артикля только после предлогов, только в художественных произведениях и только при особой необходимости. Однако под влиянием ряда романских языков усечённая форма артикля после предлога de проникает в другие жанры и в разговорный язык.</p>

    <blockquote>
      <p>На письме сочетание de l’ иногда передаётся слитной формой del (уже без апострофа). Некоторые новаторы, по аналогии с этой формой, предлагают и остальные предлоги писать слитно с усечённым артиклем: pril, tral, ĉel и т. д. Эта тенденция представляется нам нежелательной, так как она, никак не обогащая язык, нарушает единообразие написания артикля.</p>
    </blockquote>

    <p>Хотя не существует правила, запрещающего постановку <strong>l’</strong> перед словами, начинающимися с гласного звука, на практике такое употребление усечённого артикля встречается очень редко. Частично это объясняется стремлением избежать возможной путаницы (l’ afero — la fero, l’ amoro — la moro, l’ avo — lavo и т. п.), частично — более лёгким восприятием полной формы артикля на слух.</p>

    <p>2. Артикль ставится обычно перед всей группой слов, которую он определяет: <strong>la</strong> granda ĉambro, но не granda <strong>la</strong> ĉambro. Хотя в поэзии для обеспечения ритма допускается и такая постановка артикля, например tuta <strong>la</strong> mondo. Сочетания же типа ĉambro <strong>la</strong> granda, mondo <strong>la</strong> tuta, rivero <strong>la</strong> Volgo вообще недопустимы. С этим случаем нельзя путать случай, когда словосочетание состоит из имени и следующего за ним детерминирующего слова: Karolo <strong>la</strong> Kvina, Ivano <strong>la</strong> Terura, Johano <strong>la</strong> Baptisto (см. п. 13).</p>

    <p>Предлог, относящийся к слову или группе слов, которые предваряются артиклем, никогда не вклинивается между артиклем и этими словом или группой слов; он должен стоять перед всей этой конструкцией: en <strong>la</strong> granda ĉambro. Во фразе с нехарактерным порядком слов <strong>la</strong> en Esperanto farita prelego предлог en относится не к определяемому артиклем слову prelego, а к слову Esperanto (= <strong>la</strong> prelego farita en Esperanto).</p>

    <p>3. Когда несколько существительных следуют одно за другим, артикль можно употребить только один раз — перед первым:<br>
      <strong>La</strong> libro, plumo kaj kajero kuŝas sur la tablo «Книга, перо и тетрадь лежат на столе».</p>

    <h4>II. Определённый артикль не употребляется в следующих случаях.</h4>

    <p>1. Перед простым именем собственным (за исключением случаев, описанных в I, пп. 13—16):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Eŭropo, Rusio, Moskvo, Volgo, Pavlov, Aleksandro. </td>
    </tr>
    </tbody></table><p></p>

    <p>Артикль не употребляется и перед именем собственным с последующим несогласованным определением (существительным с предлогом): Jen estas Maria kun harplektaĵo «Вот Мария с косой». Однако если такое определение служит для выделения одного объекта из нескольких с таким же названием, артикль употребляется. Так, в данной фразе сочетание <strong>la</strong> Maria kun harplektaĵo указывало бы на конкретную женщину из нескольких по имени Мария, но с разными признаками (ср. I, п. 15).</p>

    <p>Артикль также обычно не употребляется перед именем собственным (одиночным существительным или существительным с несогласованным определением), являющимся названием праздника: Epifanio «Богоявление», Pentekosto «Пятидесятница», Pasko «Пасха», Kristnasko «Рождество», Ramadano «Рамадан», Ĉieliro de Kristo «Вознесение Христа». Хотя иногда артикль может ставиться: <strong>la</strong> Pasko, <strong>la</strong> Pentekosto.</p>

    <p>Когда же праздник назван не по событию, а по его характерному признаку (догмату, предмету, личности и т. п.), артикль употребляется: <strong>la</strong> Triunuo «Троица», <strong>la</strong> Sankta Johano «Иван Купала, день Ивана Купалы, праздник Ивана Купалы» (= la tago de Sankta Johano, la festo de Sankta Johano), <strong>la</strong> Tri Reĝoj «Три короля, день Трёх королей, праздник Трёх королей» (= la tago de la Tri Reĝoj, la festo de la Tri Reĝoj) (ср. I, п. 13).</p>

    <p>В употреблении артикля перед существительными Suno «Солнце» и Luno «Луна» имеет место колебание. Если речь идёт о нашей Солнечной системе, некоторые источники (например <span class="caps">PIV</span>) употребляют артикль перед этими словами всегда, независимо от того, написаны они со строчной или прописной буквы. Это объясняется тем, что солнце и луна в данном случае единственны в своём роде (см. I, п. 9). Написанные же с прописной буквы, эти слова трактуются как превращённые в имена собственные имена нарицательные, что допускает постановку перед ними артикля (см. I, п. 16). Однако в некоторых источниках (например <span class="caps">NPIV</span>) перед написанными с прописной буквы словами Suno и Luno артикль не употребляется, поскольку эти слова трактуются как названия планет, т. е. как простые имена собственные (ср. Marso, Siriuso, Jupitero и др.).</p>

    <p>Вышеизложенные соображения относятся и к паре Tero («Земля» как название планеты) — la tero («земля» в значении «земной шар, наша планета»).</p>

    <p>2. Перед состоящими из одного существительного и трактуемыми как имена собственные названиями языков (обычно такие названия пишутся с прописной буквы): Esperanto, Volapuko, Sanskrito, Latino и др.; без артикля эти слова употребляются и будучи написаны со строчной буквы. Но если название языка выражается сочетанием прилагательного со словом lingvo «язык» (часто только подразумеваемым), артикль перед таким сочетанием ставится обязательно: <strong>la</strong> rusa (lingvo), поскольку тут речь идёт о конкретном языке, выделяемом из ряда других (опускаться артикль может лишь в устойчивых словосочетаниях, представляющих собой звания и воспринимаемых как единое целое: profesoro pri rusa lingvo; см. II, п. 25).</p>

    <p>3. Перед трактуемыми как имена собственные названиями месяцев и дней (иногда, хотя и очень редко, такие названия пишутся с прописной буквы):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Venis januaro «Наступил январь»; </td>
    </tr>
    <tr>
      <td> Hodiaŭ estas lundo «Сегодня понедельник». </td>
    </tr>
    <tr>
      <td> Но: <strong>la</strong> monato januaro (см. I, п. 13). </td>
    </tr>
    </tbody></table><p></p>

    <blockquote>
      <p>В некоторых случаях <strong>la</strong> непосредственно перед названиями дней всё же может появляться: Li promesis viziti min dimanĉe. Kaj jen venis <strong>la</strong> dimanĉo «Он обещал навестить меня в воскресенье. И вот наступило воскресенье (<em>именно то воскресенье, на которое была намечена встреча</em>)». Видимо, такая постановка артикля обусловлена влиянием некоторых языков.</p>
    </blockquote>


    <p>4. Перед обращением:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Saluton, kara amiko! «Привет, дорогой друг!»; </td>
    </tr>
    <tr>
      <td> Estimata sinjoro direktoro! «Уважаемый господин директор!». </td>
    </tr>
    </tbody></table><p></p>


    <p>5. Перед словами paĉjo и panjo:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> donaco de panjo «подарок мамы»; </td>
    </tr>
    <tr>
      <td> Iru al paĉjo! «Иди к папе!». </td>
    </tr>
    </tbody></table><p></p>


    <p>6. Традиционно перед написанным с заглавной буквы словом Dio «Бог», если речь идёт о монотеистической религии. Однако употребление артикля в данном случае не является ошибкой.</p>

    <p>7. Вместе со словом ambaŭ, поскольку это слово уже само по себе указывает на определённость объектов, к которым оно относится:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Ambaŭ amikoj venis «Оба друга пришли». </td>
    </tr>
    </tbody></table><p></p>

    <p>Артикль не ставится и тогда, когда слово ambaŭ употреблено самостоятельно (в этом случае Л. Заменгоф в ранних текстах употреблял артикль, но впоследствии признал такое его употребление ошибочным):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Kiu el la amikoj venis? — Ambaŭ venis «Кто из друзей пришёл? — Оба пришли». </td>
    </tr>
    </tbody></table><p></p>


    <p>8. Перед личными местоимениями: mi, li, ili и др.</p>

    <p>9. Вместе с притяжательными местоимениями (за исключением случая, описанного в I, п. 12):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> mia libro «моя книга», </td>
    </tr>
    <tr>
      <td> nia domo «наш дом». </td>
    </tr>
    </tbody></table><p></p>


    <p>В стихах Л. Заменгоф допускал употребление <strong>la</strong> при наличии в составе словосочетания притяжательного местоимения:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Ho <strong>la</strong> profeta mia antaŭsento! «О, пророческое моё предчувствие!». </td>
    </tr>
    </tbody></table><p></p>


    <p>Как правило это имело место при отклонении от обычного порядка слов для логического усиления прилагательного:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Kun sia karaktero <strong>la</strong> sincera li ne esploros la rapirojn «Он со своим характером открытым рапиры проверять навряд ли станет». </td>
    </tr>
    </tbody></table><p></p>

    <p>(Во всех этих случаях артикль никогда не ставится непосредственно рядом с притяжательным местоимением.)</p>

    <p><span class="caps">PAG</span> считает подобные обороты возможными в поэзии, хотя и не советует злоупотреблять ими; такого же мнения придерживаются некоторые современные поэты. Мы же полагаем эти примеры следствием отсутствия чётких правил употребления артикля в начальный период и не рекомендуем такую постановку <strong>la</strong> даже как поэтическую вольность.</p>

    <p>10. Вместе с коррелятивными местоимениями, как относящимися к существительным (коррелятивы на -a, -u, -es), так и употребляемыми самостоятельно (коррелятивы на -o, -u):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Kia reganto, tia servanto «Каков правитель, таков и слуга»; </td>
    </tr>
    <tr>
      <td> Mi konas ĉiajn homojn «Я знаю всяких людей»; </td>
    </tr>
    <tr>
      <td> Ĉiuj lernantoj venis «Все ученики пришли»; </td>
    </tr>
    <tr>
      <td> Ĉiuj venis «Все пришли»; </td>
    </tr>
    <tr>
      <td> Tiu ĉambro estas granda «Эта комната большая»; </td>
    </tr>
    <tr>
      <td> Neniu vidis lin «Никто не видел его»; </td>
    </tr>
    <tr>
      <td> Jen estas tio, kion mi trovis «Вот то, что я нашёл»; </td>
    </tr>
    <tr>
      <td> Kies panon oni manĝas, ties vortojn oni diras «Чей хлеб едят, того слова и говорят»; </td>
    </tr>
    <tr>
      <td> nenies lingvo Esperanto «ничей язык эсперанто». </td>
    </tr>
    </tbody></table><p></p>


    <p>(В последней фразе чисто теоретически мы не исключаем постановки <strong>la</strong> перед nenies для придания словам особого смысла, однако мы с подобными случаями не сталкивались и такое употребление артикля не рекомендуем).</p>

    <p>При этом не следует забывать, что прилагательное alia в таблицу коррелятивов не входит, а прилагательные типа ĉiama коррелятивами не являются, а только образованы от них. В редчайших же случаях, когда коррелятивное местоимение является частью стоящего перед существительным сложного определения (т. е. при нехарактерном порядке слов), артикль может употребляться перед всем этим определением и, следовательно, стоять перед коррелятивом:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> la tion farinta homo (= la homo farinta tion) «сделавший это человек», </td>
    </tr>
    <tr>
      <td> la ties sekreton gardanta homo (= la homo gardanta ties sekreton) «хранящий его (их) секрет человек». </td>
    </tr>
    </tbody></table><p></p>


    <p>11. Перед словом, стоящим после предлога da:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> litro da akvo «литр воды», </td>
    </tr>
    <tr>
      <td> glaso da malvarma lakto «стакан холодного молока». </td>
    </tr>
    </tbody></table><p></p>

    <p>Если по смыслу артикль всё-таки необходим, вместо da употребляется de (иногда также el):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Donu al mi glason de <strong>la</strong> vino, kiun mi aĉetis hodiaŭ «Дай(те) мне стакан вина, которое я купил сегодня». </td>
    </tr>
    </tbody></table><p></p>


    <p>12. Как правило, перед словом, стоящим после слова kiel в значении «в&nbsp;качестве, в функции»:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Kiel prezidanto estis elektita s-ro Pavlov «Председателем был избран г-н Павлов». </td>
    </tr>
    </tbody></table><p></p>


    <p>13. Перед существительным (или сочетанием существительного с определением), являющимся предикативом, т. е. именной частью сказуемого, и не обозначающим что-либо конкретное:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Li estas inĝeniero «Он инженер»; </td>
    </tr>
    <tr>
      <td> Li estas aŭtoro de kelkaj romanoj «Он автор нескольких романов»; </td>
    </tr>
    <tr>
      <td> Belgio estas malgranda lando «Бельгия — маленькая страна». </td>
    </tr>
    </tbody></table><p></p>


    <p>Но если это существительное обозначает что-либо конкретное, артикль употребляется:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Li estas <strong>la</strong> inĝeniero, kiu inventis tiun aparaton «Он (<em>тот самый</em>) инженер, который изобрёл этот аппарат»; </td>
    </tr>
    <tr>
      <td> Kiu estas <strong>la</strong> aŭtoro? «Кто автор (<em>этой книги, статьи и т. п.</em>)?»; </td>
    </tr>
    <tr>
      <td> Kiu rompis la vazon? — Petro estas <strong>la</strong> kulpulo «Кто разбил вазу? — Пётр виновник (<em>этого происшествия</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>14. Перед аббревиатурами:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <span class="caps">UEA</span>, <span class="caps">REU</span>, <span class="caps">PIV</span>. </td>
    </tr>
    </tbody></table><p></p>

    <p>Исключение составляет аббревиатура регулярного мероприятия UK (Universala Kongreso «Всемирный конгресс»), перед которой <strong>la</strong> иногда ставится для обозначения одного конкретного конгресса. Но для простоты и единообразия целесообразно не употреблять артикль и в этом случае.</p>

    <p>Перед полными названиями артикль также обычно не ставится:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Unuiĝintaj Nacioj, Centro pri Edukado, Eŭropa Unio, Universala Esperanto-Asocio, Plena Ilustrita Vortaro. </td>
    </tr>
    </tbody></table><p></p>


    <p>Однако иногда он может употребляться (это обусловлено влиянием некоторых национальных языков и ошибкой не считается):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>la</strong> Ligo de Nacioj, <strong>la</strong> Plena Ilustrita Vortaro, <strong>la</strong> Universala Esperanto-Asocio. </td>
    </tr>
    </tbody></table><p></p>


    <p>15. Перед количественным числительным, употреблённым самостоятельно:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Tri plus unu estas kvar «Три плюс один будет четыре»; </td>
    </tr>
    <tr>
      <td> El tiuj homoj nur du estas esperantistoj «Из этих людей только двое эсперантисты». </td>
    </tr>
    </tbody></table><p></p>


    <p>Но если количественное числительное стоит перед существительным, артикль может употребляться, если это нужно по смыслу:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Petro kaj Aleksandro estas amikoj; <strong>la</strong> du knaboj ĉiam ludas kune «Пётр и Александр друзья; два мальчика (<em>т. е. Пётр и Александр</em>) всегда играют вместе». </td>
    </tr>
    </tbody></table><p></p>


    <p>Перед числительным unu, употреблённым в качестве полуопределённого артикля, <strong>la</strong> не может стоять никогда.</p>

    <p>16. Перед существительным, после которого стоит количественное числительное, артикль чаще не ставится; наиболее характерна непостановка артикля перед такими сочетаниями, если они употреблены самостоятельно, например, в качестве заголовка, обозначения, подписи:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> ĉapitro 7, paĝo 41, numero 10, punkto 5, jaro 1985. </td>
    </tr>
    </tbody></table><p></p>


    <p>Хотя нередко встречается употребление артикля и перед такими сочетаниями, особенно если они входят в состав фразы: mi naskiĝis en <strong>la</strong> jaro 1960 (=&nbsp;en <strong>la</strong> jaro 1960-a, en <strong>la</strong> 1960-a jaro) «я родился в 1960-м году»; подобные примеры можно найти у Л. Заменгофа. Мы полагаем, что когда количественное числительное используется при названии года, лучше обойтись и без la, и без слова jaro: mi naskiĝis en 1960.</p>

    <p>Но если с существительным соседствует порядковое числительное, артикль обязателен (см. I, п. 3):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>la</strong> sepa ĉapitro, <strong>la</strong> kvardek-unua paĝo, <strong>la</strong> numero deka, <strong>la</strong> punkto tria, <strong>la</strong> mil-naŭcent-okdek-kvina jaro (= <strong>la</strong> jaro mil-naŭcent-okdek-kvina). </td>
    </tr>
    </tbody></table><p></p>


    <p>17. Если объект упомянут впервые, не известен из прошлого опыта и непосредственно не определён. При этом происходит как бы называние объекта, введение его в речь и причисление к целому классу подобных объектов:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Mi vidas maljunan homon kun granda hundo «Я вижу старого человека (<em>какого-то</em>) с большой собакой (<em>какой-то</em>)»; </td>
    </tr>
    <tr>
      <td> Mi konas homon, kiu povus fari tion «Я знаю человека (<em>кое-какого, некоего, одного</em>), который мог бы сделать это»; </td>
    </tr>
    <tr>
      <td> Sur la divano kuŝis robo de mia edzino «На диване лежало платье моей жены (<em>какое-то, одно из её платьев</em>)»; </td>
    </tr>
    <tr>
      <td> Mi havas donacon por vi «У меня есть подарок (<em>какой-то</em>) для вас». </td>
    </tr>
    </tbody></table><p></p>

    <p>(Прилагательные maljuna и granda и фразы kiu povus fari tion и de mia edzino в данных примерах не определяют объект, а лишь дополнительно описывают его.)</p>

    <p>Также и во множественном числе:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Sur la strato promenas homoj «По улице гуляют люди (<em>какие-то</em>)»; </td>
    </tr>
    <tr>
      <td> En tiu skatolo estas bombonoj «В коробке конфеты (<em>какие-то, неизвестного сорта</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>Таким образом, определённый артикль никогда не ставится, если объект или объекты можно охарактеризовать словами «один», «кое-какой», «какой-то», «некий», «какие-то», «некие».</p>

    <p>Однако в литературе нередко встречается употребление определённого артикля перед упоминаемыми впервые реалиями, не известными читателю и не определяемыми непосредственно. Например, один из романов писателя-эсперантиста Юлио Баги начинается фразой <strong>La</strong> matena simfonio de <strong>la</strong> kazernoj vekadis <strong>la</strong> svene dormantan urbon «Утренняя симфония казарм будила спящий без сознания город». Хотя ещё не известно, о каком городе, каких казармах и какой утренней симфонии идёт речь, артикль употреблён для создания у читателя ощущения личного присутствия и наблюдения описываемой картины собственными глазами.</p>

    <p>К этому пункту мы отнесём и случай, когда имеет место указание на какой-нибудь любой, всё равно какой объект из всего класса подобных объектов (т. е. когда можно употребить слова «какой-нибудь», «какие-нибудь», «какой угодно», «какие угодно»):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Aĉetu por mi ĉokoladajn bombonojn «Купи(те) для меня шоколадных конфет (<em>каких-нибудь, каких угодно, любого сорта</em>)»; </td>
    </tr>
    <tr>
      <td> Aventura romano ofte helpas al mi plibonigi la humoron «Приключенческий роман (<em>какой-нибудь, всё равно какой из романов этого жанра</em>) часто помогает мне поднять настроение». </td>
    </tr>
    </tbody></table><p></p>


    <p>Указание на любой отдельно взятый, произвольно выбранный из своего класса объект иногда приближается по смыслу к обобщению данного объекта как представителя своего вида (см. I, п. 19). Но если во фразах, подобных приведённым там, постановка артикля не меняет смысла (haringo estas fiŝo = <strong>la</strong> haringo estas fiŝo), в рассматриваемом случае смысл с его постановкой меняется, поскольку артикль придаёт объекту абстрактные черты:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>La</strong> aventura romano ofte helpas al mi plibonigi la humoron «Приключенческий роман (<em>абсолютно любой такой роман, т. е. приключенческий роман вообще, как жанр</em>) часто помогает мне поднять настроение». </td>
    </tr>
    </tbody></table><p></p>


    <p>18. Когда речь идёт о каком-то неопределённом количестве чего-либо. Это относится как к неисчисляемым объектам:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Ni havas kafon, panon kaj fromaĝon «У нас есть кофе, хлеб и сыр»; </td>
    </tr>
    <tr>
      <td> En tiu botelo ankoraŭ estas vino «В этой бутылке ещё есть вино», </td>
    </tr>
    </tbody></table><p></p>

    <p>так и к исчисляемым (этот случай очень близок к пункту 17 для множественного числа):<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Donu al mi bombonojn «Дай(те) мне конфет (<em>не все конфеты, а часть их, несколько штук</em>)»; </td>
    </tr>
    <tr>
      <td> Ĉe muro staras seĝoj kaj foteloj «У стены стоят стулья и кресла (<em>несколько стульев и кресел</em>)». </td>
    </tr>
    </tbody></table><p></p>


    <p>Таким образом, определённый артикль никогда не ставится, если по отношению к объекту или объектам можно употребить слова «сколько-то», «сколько-нибудь», «несколько».</p>

    <p>19. Когда речь идёт вообще о субстанциях, материалах, веществах или о временах года:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Fero estas metalo «Железо — металл»; </td>
    </tr>
    <tr>
      <td> Neĝo estas blanka «Снег белый»; </td>
    </tr>
    <tr>
      <td> Tiu tablo estas farita el ligno «Этот стол сделан из дерева»; </td>
    </tr>
    <tr>
      <td> Somero estas pli varma sezono ol printempo «Лето — более тёплое время года, чем весна». </td>
    </tr>
    </tbody></table><p></p>


    <blockquote>
      <p>Иногда под влиянием некоторых языков артикль всё-таки ставится перед названиями взятых вообще субстанций, материалов. Например, даже у Л. Заменгофа можно найти фразу la papero estas tre blanka, sed la neĝo estas pli blanka. Ошибкой это не считается, но воспринимается как излишество.</p>
    </blockquote>


    <p>Но если речь идёт о каком-то конкретном материале, конкретном сорте вещества или конкретном времени года, артикль обязателен:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>La</strong> ĵus falinta neĝo tuj degelis «Только что выпавший снег сразу растаял»; </td>
    </tr>
    <tr>
      <td> <strong>La</strong> fero el Svedujo estas altkvalita «Железо из Швеции высокого качества»; </td>
    </tr>
    <tr>
      <td> Ni pasigis <strong>la</strong> someron en Krimeo «Мы провели лето в Крыму». </td>
    </tr>
    </tbody></table><p></p>


    <p>Если же обозначающее материал, вещество или время года существительное употребляется с описывающим его прилагательным-эпитетом или с вводящим его существительным, артикль перед таким сочетанием ставится, даже когда не имеется в виду что-то конкретное:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>la</strong> bela printempo «прекрасная весна»; </td>
    </tr>
    <tr>
      <td> <strong>la</strong> jarsezono somero «время года лето»; </td>
    </tr>
    <tr>
      <td> Ligno pli plaĉas al mi ol <strong>la</strong> malvarma fero «Дерево больше нравится мне, чем холодное железо». </td>
    </tr>
    </tbody></table><p></p>

    <p>(Заметьте, что во фразе Ĉar malvarma fero estas malfacile forĝebla, necesas varmigi ĝin «Поскольку холодное железо трудно куётся, необходимо нагреть его» артикль не нужен, так как тут прилагательное malvarma является не эпитетом, а логическим определением и характеризует не железо как материал, а лишь его состояние, т. е. как бы только часть данного понятия.)</p>

    <p>20. Когда речь идёт вообще о направлениях науки, искусства, хозяйства или о политических, экономических, идеологических течениях:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Li studas ne literaturon, sed matematikon «Он изучает не литературу, а математику»; </td>
    </tr>
    <tr>
      <td> Metalurgio estas grava branĉo de industrio «Металлургия важная отрасль промышленности»; </td>
    </tr>
    <tr>
      <td> Impresionismo naskiĝis en Francio «Импрессионизм родился во Франции». </td>
    </tr>
    </tbody></table><p></p>

    <p>Но:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>la</strong> rusa literaturo<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup3', params:{page:'11'}}">3</router-link></sup> «русская литература» (в отличие от немецкой, английской, испанской и т. п.), </td>
    </tr>
    <tr>
      <td> <strong>la</strong> metalurgio de nia lando «металлургия нашей страны» (в отличие от других стран», </td>
    </tr>
    <tr>
      <td> <strong>la</strong> antaŭmilita impresionismo «довоенный импрессионизм» (в отличие от послевоенного). </td>
    </tr>
    </tbody></table><p></p>

    <p>(В этих трёх фразах речь идёт о конкретных литературе, металлургии и импрессионизме, выделяющихся из ряда подобных по качественному признаку, а именно по своей принадлежности определённому народу, стране или периоду времени.)</p>

    <p>Если же обозначающее такое понятие существительное употребляется с описывающим его прилагательным-эпитетом или с вводящим его существительным, артикль перед таким сочетанием ставится, хотя и не имеется в виду конкретное проявление этого понятия:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>la</strong> scienco matematiko «наука математика»; </td>
    </tr>
    <tr>
      <td> Li preferis ne <strong>la</strong> emocian literaturon, sed <strong>la</strong> logikan kaj racian matematikon «Он предпочитал не эмоциональную литературу, а логичную и рациональную математику». </td>
    </tr>
    </tbody></table><p></p>

    <p>(Заметьте, что сочетание supera matematiko «высшая математика» употребляется без артикля, так как тут прилагательное supera является не эпитетом, а логическим определением; оно не характеризует математику как науку, а лишь выделяет её разновидность, т. е. указывает не на проявление данного понятия во всём его объёме, а только на часть этого понятия. Не идёт тут речь и о каком-то отдельном и отличающемся от ряда подобных варианте математики. Аналогично: scienca socialismo «научный социализм», но: <strong>la</strong> sovetia socialismo «советский социализм», т. к. в этом словосочетании логическое определение sovetia указывает на конкретный вариант социализма в определённой стране, нуждающийся в выделении по этому признаку с помощью артикля из ряда подобных, т. е. свойственных другим странам.)</p>

    <p>21. Когда речь идёт вообще об отвлечённом понятии, взятом в полном его объёме:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Ni strebas al paco kaj amikeco «Мы стремимся к миру и дружбе»; </td>
    </tr>
    <tr>
      <td> La arbo de sciado pri bono kaj malbono «Древо познания добра и зла»; </td>
    </tr>
    <tr>
      <td> Laboro kreis la homon «Труд создал человека»; </td>
    </tr>
    <tr>
      <td> Scienco ludas gravan rolon en nia vivo «Наука играет важную роль в нашей жизни». </td>
    </tr>
    </tbody></table><p></p>

    <p>Но:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> La paco daŭris dek jarojn «Мир длился десять лет»; </td>
    </tr>
    <tr>
      <td> La bono, kiun li faris al mi «Добро, которое он сделал мне»; </td>
    </tr>
    <tr>
      <td> La laboro de niaj samideanoj ne estis vana «Труд наших единомышленников не был напрасен»; </td>
    </tr>
    <tr>
      <td> La scienco pri la homo ĉiam interesis lin «Наука о человеке всегда интересовала его». </td>
    </tr>
    </tbody></table><p></p>

    <p>(В этих четырёх фразах речь идёт о конкретных мире, добре, труде и науке.)</p>

    <p>Если же обозначающее такое понятие существительное употребляется с описывающим его прилагательным-эпитетом, артикль перед таким сочетанием ставится, хотя и не имеется в виду конкретное проявление этого понятия:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <strong>la</strong> ĉiopova scienco «всемогущая наука»<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup4', params:{page:'11'}}">4</router-link></sup>. </td>
    </tr>
    </tbody></table><p></p>


    <blockquote>
      <p>Под влиянием романских языков слова, обозначающие взятые в полном объёме отвлечённые понятия, всё же часто употребляются с определённым артиклем, что отражает существующую в этих языках традицию олицетворения абстрактных понятий. Неупотребление же артикля перед такими словами обусловлено влиянием английского языка и проистекает от трактовки подобных абстрактных понятий как взятых вообще субстанций, материалов (см. II, п. 19). На наш взгляд оба варианта имеют право на существование: (la) vero ĉiam venkas «истина всегда побеждает». Необходимо заметить, что во фразе li kaŝis la veron «он скрыл истину» артикль необходим, так как речь идёт о конкретной истине.</p>
    </blockquote>


    <p>22. Когда происходит отвлечение от материального содержания объекта (так называемое распредмечивание). При этом имеется в виду не столько называемый объект, сколько связанные с ним деятельность или состояние. Обозначающее же объект существительное употребляется для указания качественного признака субъекта действия или характера действия. Обычно такие существительные входят в состав предложных и глагольных сочетаний:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Ankaŭ mi havas koron «И у меня есть сердце (<em>т. е. могу переживать</em>)»; </td>
    </tr>
    <tr>
      <td> Kiam la patro estas en uzino, lia filo estas en lernejo «Когда отец на заводе (<em>т. е. работает</em>), его сын в школе (<em>т. е. учится</em>)»; </td>
    </tr>
    <tr>
      <td> La infano jam estas en lito «Ребёнок уже в кровати (<em>т. е. лёг спать</em>)»; </td>
    </tr>
    <tr>
      <td> Li loĝas sur strato «Он живёт на улице (<em>т. е. не имеет дома</em>)». </td>
    </tr>
    </tbody></table><p></p>

    <p>При этом существительное с предлогом нередко можно заменить наречием:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> en lito = enlite, sur strato = surstrate. </td>
    </tr>
    </tbody></table><p></p>


    <p>23. На вывесках:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> MANĜEJO, <span class="caps">RESTORACIO</span>, <span class="caps">PARKEJO</span> <span class="caps">POR</span> <span class="caps">TAKSIOJ</span>, <span class="caps">VARMAJ</span> <span class="caps">KOLBASETOJ</span> </td>
    </tr>
    </tbody></table><p></p>

    <p>и в телеграммах:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> <span class="caps">LETERON</span> <span class="caps">RICEVIS</span>. <span class="caps">IVANOV</span>. </td>
    </tr>
    </tbody></table><p></p>


    <p>24. В названиях книг:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Bulgara Antologio, Krimo kaj Puno, Streĉita Kordo, Kvaropo, Prozo Ridetanta. </td>
    </tr>
    </tbody></table><p></p>

    <p>Однако иногда артикль всё же появляется:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> La Ora Ŝtuparo, La Viro el Francujo. </td>
    </tr>
    </tbody></table><p></p>

    <p>Особенно это касается ряда классических произведений, названия которых почти всегда употребляются с артиклем:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> la Biblio, la Korano, la Eneado, la Odiseado и др. </td>
    </tr>
    </tbody></table><p></p>

    <p>25. Артикль <strong>может</strong> не употребляться: —<br>
      — в пословицах, поговорках, максимах, если он затрудняет их произнесение:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Al ĉevalo donacita oni buŝon (= la buŝon) ne esploras «Дарёному коню в зубы не смотрят»; </td>
    </tr>
    <tr>
      <td> Leĝo (= La leĝo) pasintaĵon (= la pasintaĵon) ne tuŝas «Закон прошедшего не касается»; </td>
    </tr>
    </tbody></table><p></p>

    <p>— в поэзии, если он не укладывается в строку, а его усечённый вариант приводит к труднопроизносимым звукосочетаниям:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Kaj rapide kreskas la afero — per laboro (= la laboro) de la esperantoj «И быстро растёт дело — трудом надеющихся»; </td>
    </tr>
    <tr>
      <td> Haltis knabo en kantado (= la kantado) «Остановился мальчик в пении»; </td>
    </tr>
    </tbody></table><p></p>

    <p>— в устойчивых сочетаниях, словесных клише:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> ministro pri eksteraj aferoj (= la eksteraj aferoj) «министр иностранных дел», </td>
    </tr>
    <tr>
      <td> profesoro pri angla lingvo (= la angla lingvo) «профессор английского языка»; </td>
    </tr>
    </tbody></table><p></p>

    <p>— перед стоящим после запятой существительным-приложением:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Moskvo, ĉefurbo (= la ĉefurbo) de Rusio «Москва, столица России». </td>
    </tr>
    </tbody></table><p></p>


    <p>Заканчивая этот раздел, хотелось бы сказать, что артикль не является ненужной нагрузкой, как полагают некоторые. С его помощью можно передавать очень тонкие смысловые оттенки. Ср.: <br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Nikolao estas direktoro «Николай — директор (<em>по профессии, т. е. не секретарь, не бухгалтер и т. п.</em>)»; </td>
    </tr>
    <tr>
      <td> Nikolao estas la direktoro «Николай — директор (<em>т. е. данной конкретной организацией руководит именно он</em>)»; </td>
    </tr>
    <tr>
      <td> Donu al mi panon «Дай(те) мне хлеба (<em>кусочек, часть, какое-то количество хлеба</em>)»; </td>
    </tr>
    <tr>
      <td> Donu al mi la panon «Дай(те) мне хлеб (целую буханку или вообще весь хлеб)»; </td>
    </tr>
    <tr>
      <td> Al mi plaĉas laboro «Мне нравится работа (<em>работа вообще, т. е. нравится работать</em>)»; </td>
    </tr>
    <tr>
      <td> Al mi plaĉas la laboro «Мне нравится работа (<em>эта, моя, конкретная выполняемая мной работа</em>)»; </td>
    </tr>
    <tr>
      <td> Jen estas kruĉo por lakto «Вот кувшин для молока (<em>какой-то кувшин, пригодный для молока</em>)»; </td>
    </tr>
    <tr>
      <td> Jen estas la kruĉo por lakto «Вот кувшин для молока (<em>кувшин, специально предназначенный для молока</em>)»; </td>
    </tr>
    <tr>
      <td> Mi aĉetis ruĝan vinon «Я купил красного вина (<em>некоторое количество красного вина какой-то, всё равно какой марки</em>)»; </td>
    </tr>
    <tr>
      <td> Mi aĉetis la ruĝan vinon «Я купил красное вино (<em>именно красное, а не белое или розовое, или же всё красное вино, имевшееся в магазине</em>)»; </td>
    </tr>
    <tr>
      <td> Esperanto estas lingvo, kiu povas plene kontentigi la bezonojn de la homaro «Эсперанто — язык, который может полностью удовлетворить нужды человечества (<em>возможно, наряду с некоторыми другими языками, поскольку не уникален в этом плане</em>)»; </td>
    </tr>
    <tr>
      <td> Esperanto estas la lingvo, kiu povas plene kontentigi la bezonojn de la homaro «Эсперанто — язык, который может полностью удовлетворить нужды человечества (<em>в отличие от всех остальных языков, не обладающих таким качеством</em>)»; </td>
    </tr>
    <tr>
      <td> palaco de reĝo «дворец короля (<em>здание, похожее на дворец какого-нибудь короля, хотя могущее не быть дворцом</em>)»; </td>
    </tr>
    <tr>
      <td> la palaco de la rego «дворец короля (<em>тот самый дворец, о котором уже шла речь или который является единственным в данном королевстве, городе и т. п. дворцом определённого, нашего или здешнего короля</em>)»; </td>
    </tr>
    <tr>
      <td> palaco de la rego «дворец короля (<em>один из дворцов определённого, нашего или здешнего короля</em>)». </td>
    </tr>
    </tbody></table><p></p>

    <p>В некоторых случаях выделение слова с помощью артикля может повлиять на порядок слов:<br>
    </p><br><table class="dtable">
    <tbody><tr>
      <td> Petro venis kun malgaja vizaĝo «Пётр пришёл с грустным лицом». (Здесь речь идёт не столько о лице как части тела, сколько о выражении лица, настроении, и слово vizaĝo можно было бы заменить словами mieno или humoro; это существительное не несёт на себе логического акцента, поэтому стоит после определяющего его прилагательного malgaja.) </td>
    </tr>
    <tr>
      <td> Petro venis kun la vizaĝo malgaja «Пётр пришёл с грустным лицом». (Здесь речь идёт о том, что настроение Петра было сразу видно именно по его лицу; это существительное несёт на себе логический акцент, поэтому стоит перед определяющим его прилагательным malgaja.) </td>
    </tr>
    </tbody></table><p></p>


    <p>Приведённые нами случаи употребления и неупотребления артикля являются наиболее частыми и показательными, но не исчерпывающими всё их многообразие. Да и само деление на эти пункты довольно условно: некоторые фразы можно отнести сразу к двум и даже более случаям. Например, в сочетании la alveno de printempo «приход весны, наступление весны» артикль может выражать как абстрактность (если речь идёт о любом из случаев этого ежегодно повторяющегося явления), так и конкретность (если имеется в виду определённое событие в каком-то году), но в обоих случаях он указывает на определённость этого действия как совершённого данным деятелем; в сочетании la vivo de Zamenhof «жизнь Заменгофа» артикль, во-первых, указывает на определённость понятия «жизнь» (показывая, что оно относится к данному лицу), во-вторых, выражает уникальность этого понятия (поскольку у данного лица только одна жизнь) и, в-третьих, выделяет это понятие из ряда подобных (подчёркивая, что речь идёт именно о жизни, а не о рождении или смерти данного лица)<sup class="footnote" ><router-link :to="{name:'grammar',hash:'#sup5', params:{page:'11'}}">5</router-link></sup>. Кроме того, в каждом пункте можно было бы выделить ещё целый ряд подпунктов, нюансов и оговорок. Для того же, чтобы объяснить данную тему во всех подробностях, потребовалась бы целая книга. Желающим получить дополнительные сведения об артикле мы советуем обратиться к <span class="caps">PMEG</span> и <span class="caps">PAG</span>, а также к соответствующей главе в сборнике статей С. Б. Покровского «Lingvaj respondoj». Если же после всех объяснений остаются неясности, можно воспользоваться рекомендацией самого Л. Заменгофа: если вы колеблетесь в постановке артикля, лучше его не употребить, чем употребить неправильно (это не означает, что артикль можно вообще не употреблять; лучше его не поставить там, где он должен стоять, чем поставить там, где он стоять не должен).<br>
    </p><hr noshade="noshade" size="1" height="1"><p></p>

    <p class="footnote" id="sup1"><sup>1</sup> Здесь и далее в разделе «Артикль» слово «объект» употребляется в логическом, а не в синтаксическом смысле.</p>

    <p class="footnote" id="sup2"><sup>2</sup> В русском языке слово «сидящей» в данной фразе обычно трактуется как несогласованное определение к прямому дополнению. В дальнейшем подобные расхождения между грамматиками эсперанто и русского языка особо не отмечаются.</p>

    <p class="footnote" id="sup3"><sup>3</sup> В названиях книг артикль обычно опускается: Rusa literaturo (см. II, п. 24); также артикль может опускаться в устойчивых словосочетаниях, представляющих собой звание и воспринимаемых как единое целое: profesoro pri rusa literaturo (см. II, п. 25).</p>

    <p class="footnote" id="sup4"><sup>4</sup> Сравните также две фразы:<br>
      Tio estas por mi ĉina scienco «Это для меня китайская наука» (сочетание ĉina scienco употреблено в переносном смысле и подразумевает не науку, а нечто очень сложное);<br>
      La ĉina scienco rapide evoluas «Китайская наука быстро развивается» (имеется в виду вся совокупность научных достижений конкретного народа в отличие от таковых других народов).</p>

    <p class="footnote" id="sup5"><sup>5</sup> Однако в названии книги Э. Прива «Vivo de Zamenhof», подобно многим книжным заглавиям, артикль не употреблён (см. II, п. 24).</p><hr>

  </div></template>

<script>
export default {
  // name: 'ComponentName',
  setup () {
    return {}
  }
}
</script>
